moment.locale('ar-iq');
var resxPikadayi18n =
            {
                previousMonth: 'الشهر السابق',
                nextMonth: 'الشهر التالي',
                months: ['كانون الثاني','شباط','آذار','نيسان','أيار','حزيران','تموز','آب','أيلول','تشرين الأول','تشرين الثاني','كانون الأول'],
                weekdays: ['الاحد', 'الاثنين', 'الثلاثاء', 'الاربعاء', 'الخميس', 'الجمعة', 'السبت'],
                weekdaysShort: ['أحد', 'اثنين', 'ثلاثاء', 'اربعاء', 'خميس', 'جمعة', 'سبت'],
                midnight: '12 ليلا',
                noon: '12 ظهرا'
            }