moment.locale('ar-tn');
var resxPikadayi18n =
            {
                previousMonth: 'الشهر السابق',
                nextMonth: 'الشهر التالي',
                months: ['جانفييه', 'فيفرييه', 'مارس', 'أفريل', 'مي', 'جوان', 'جوييه', 'أوت', 'سبتمبر', 'أكتوبر', 'نوفمبر', 'ديسمبر'],
                weekdays: ['الاحد', 'الاثنين', 'الثلاثاء', 'الاربعاء', 'الخميس', 'الجمعة', 'السبت'],
                weekdaysShort: ['أحد', 'اثنين', 'ثلاثاء', 'اربعاء', 'خميس', 'جمعة', 'سبت'],
                midnight: '12 ليلا',
                noon: '12 ظهرا'
            }