Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxPages.*.resx
Languages: ar

# MedicalItemInputSupplyDetail
source: Supply Contract Item Details
ar: تفاصيل توريد العناصر الطبية

source: Edit Item
ar: تعديل عنصر

# MedicalItemInputDetail
source: Dispatched Item Details
ar: تفاصيل إدخال المواد الطبية

source: Medical Item Transfer
ar: نقل المواد الطبية

# MedicalItemTransferDetail
source: Transfer Item Details
ar: تفاصيل نقل المواد الطبية

source: New Item
ar: عنصر جديد

source: Pharmacy Overview
ar: نظرة عامة على الصيدلة

source: Pharmacy Transfer History
ar: سجل تحويل الصيدلية

source: Transfer Partner Pharmacies Items to Partner Pharmacies || Warehouse
ar: نقل سلع الصيدليات الشريكة إلى الصيدليات الشريكة || مستودع

source: Transfer Partner Warehouse Items to Partner Pharmacies
ar: نقل عناصر المستودعات الشريكة إلى الصيدليات الشريكة

source: Warehouse Dispatched History
ar: سجل تحويلات المستودع

source: Warehouse Overview
ar: نظرة عامة على المستودع

source: Available Medicines
ar: الأدوية المتوفرة في الصيدليات

source: Medicines Prescriptions Of POC
ar: الوصفات الطبية المصروفة للمستفيدين

source: Clear All
ar: امسح الكل

source: Cost of Dispensing Medicines
ar: تكلفة صرف الأدوية

source: Dashboard Summary
ar: ملخص لوحة القيادة

source: Dispatched Medicines To Warehouses
ar: بعث الأدوية إلى المستودعات

source: Generate Report
ar: انشاء تقرير

source: Prescriptions Dispensed
ar: الوصفات الطبية يصرف

source: Report Topic
ar: موضوع التقرير

source: Transferred Medicines To Pharmacies
ar: الأدوية المحولة إلى الصيدليات
