Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxEmails.*.resx
Languages: ar

# PrimaryEmailVerification
source: Dear $FullName Thank you for your time to register on UNHCR Syria Applications Portal In order to make sure you are using a valid email address please verify your email please click $VerifyEmailAddressLink If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $FullName نشكرك على وقتك للتسجيل في بوابة المفوضية السامية لشؤون اللاجئين في سوريا $VerifyEmailAddressLink من أجل التأكد من أنك تستخدم عنوان بريد إلكتروني صالح يرجى التحقق من البريد الإلكتروني الخاص بك الرجاء النقر إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# PrimaryEmailVerificationSubject
source: Apps Portal Email Verification
ar: التحقق من صحة البريد الإلكتروني لتطبيقات أبس

# AccessRequestToSponsor
source: Dear $SponsorFullName $UserFullName, from $UserFullOrganizationName, requested access to UNHCR Applications Portal Click $ReviewRequest to see the full details. If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $SponsorFullName $UserFullName، من $UserFullOrganizationName، طلب الوصول إلى بوابة طلبات المفوضية انقر $ReviewRequest للحصول على التفاصيل الكاملة. إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# AccessRequestToSponsorSubject
source: UNHCR Applications Portal Access Request
ar: طلبات الحصول على مدخل طلبات المفوضية

# AccessRequestToUser
source: Dear $UserFullName, Your request has been sent to $SponsorFullName ($SponsorEmailAddress), $SponsorJobTitle at $SponsorOrganizationFullName successfully. You will get another email once $SponsorFirstName response to your request. If $SponsorFirstName will not response soon, please click $ChangeSponsor If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $UserFullName, بنجاح. $SponsorOrganizationFullName في $SponsorJobTitle ( $SponsorEmailAddress ) $SponsorFullName تم إرسال طلبك إلى سوف تحصل على بريد إلكتروني آخر مرة واحدة $SponsorFirstName استجابة لطلبك. $SponsorFirstName لن يستجيب قريبا، يرجى النقر $ChangeSponsor إذا كان إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# AccessRequestToUserSubject
source: UNHCR Applications Portal Access Request
ar: طلبات الحصول على مدخل طلبات المفوضية

# SponsorSentMessage
source: Dear $UserFullName, Your request has been sent to $SponsorFullName ($SponsorEmailAddress), $SponsorJobTitle at $SponsorOrganizationInstance successfully. Please open your inbox for further information. Thank you
ar: عزيزي $UserFullName, بنجاح. $SponsorOrganizationFullName في $SponsorJobTitle ( $SponsorEmailAddress ) $SponsorFullName تم إرسال طلبك إلى الرجاء فتح البريد الوارد للحصول على مزيد من المعلومات. شكرا لكم

# VoteInvitationMessage
source: Dear $FullName, You were invited to the online vote Election $VoteName which will start in $InvitationDate and end in $CloseDate If you would like to participate in voting, Please click this $VoteLink If the above link is broken or unresponsive, please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $FullName نود أن ندعوك إلى التصويت عبر الإنترنت $VoteName الذي سيعقد في $InvitationDate. من أجل التصويت يرجى الضغط $VoteLink إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# VoteInvitationSubject
source: Vote Invitation
ar: دعوة التصويت

# VoteInvitationFormat
source: Dear Voter, We would like to invite you to the online vote $VoteName which will take place in $InvitationDate. In order to vote please click Link below If link is not working please copy the below link and paste it on your browser URL Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي الناخب، نود أن ندعوك إلى التصويت عبر الإنترنت $VoteName الذي سيعقد في $InvitationDate. من أجل التصويت يرجى النقر الرابط أدناه إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح حلقة الوصل يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# SponsorConfirmedAccount
source: Dear $FullName Your Account has been confirmed by $SponsorName , Kindly Follow the below link to complete your registration process $VerifyEmailAddressLink If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $FullName تم تأكيد حسابك من قبل $SponsorName، يرجى اتباع الرابط أدناه لإكمال عملية التسجيل $VerifyEmailAddressLink إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# SponsorConfirmedAccountSubject
source: Sponsor Confirmed Your Account
ar: الراعي أكد حسابك

# AccessRequestToSponsorFailed
source: Dear $UserFullName <br/> Your access request to UNHCR Applications Portal has been rejected by Sponsor ( $SponsorFullName ) Click $ReviewRequest to change your sponsor. <br/> If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $UserFullName <BR/> تم رفض طلب الوصول إلى بوابة طلبات المفوضية من قبل الراعي ( $SponsorFullName) انقر $ReviewRequest تغيير الكفيل. <BR/> إذا كان الرابط لا يعمل، فيرجى نسخ الرابط أدناه ولصقه في عنوان الرابط للمتصفح $Link يرجى عدم إعادة ارسال هذا البريد الإلكتروني تحياتنا الحارة، فريق دعم بوابة تطبيقات المفوضية

# AccessRequestToSponsorFailedSubject
source: UNHCR Applocations Portal Access Rejected
ar: تم رفض الوصول إلى مدخلات المفوضية السامية للأمم المتحدة لشؤون اللاجئين

# ForgetPasswordEmailVerify
source: Dear $FullName The password for your ID ( $EmailAddress ) has been successfully reset. If you didn’t make this change or if you believe an unauthorized person has accessed your account, go to $VerifyEmailAddressLink to reset your password immediately. If link is not working please copy the below link and paste it on your browser URL $Link Please don't replay this email Best regards, UNHCR Applications Portal Support Team
ar: عزيزي $FullName بنجاح ($EmailAddress) تم إعادة تعيين كلمة المرور الخاصة بك $VerifyEmailAddressLink انتقل إلى لإعادة تعيين كلمة المرور الخاصة بك على الفور.إذا لم تقم بإجراء هذا التغيير أو إذا كنت تعتقد شخص غير مصرح له دخل إلى حسابك، إذا لم يعمل الرابط يرجى نسخ الرابط أدناه ولصقه على رابط متصفحك $Link يرجى عدم إعادة أرسال هذا البريد الإلكتروني أطيب التحيات، تطبيقات المفوضية فريق دعم البوابة

# ForgetPasswordEmailVerifySubject
source: Your ID password has been reset.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك.

# FinalApproval_Agency
source: Dear PSEA assessment task force members, <br /><br /> The partner @PartnerName has now approved the final assessment of PSEA capacity. <br /> Your final score is @Score which indicates that your organization has @Rate capacity on PSEA. <br /> You may want to proceed with the development of a PSEA capacity enhancement plan, <br /><br /> Warm regards,
ar: الأعزاء أعضاء الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين، <br /> إن الشريك @PartnerName قد وافق على التقييم النهائي لقدراته في مجال منع الاستغلال والانتهاك الجنسيين. <br /> والدرجة النهائية التي حصل عليها هي @Score وهي تشير إلى أن المنظمة لديها قدرات @Rate في مجال منع الاستغلال والانتهاك الجنسيين.<br /> قد ترغبون في المضي قدماً بوضع خطة لتعزيز القدرات في مجال منع الاستغلال والانتهاك.

# FinalApproval_Partner
source: Dear @Name <br /><br /> This is a confirmation that you have accepted the final assessment of your organization’s PSEA capacity. <br /> Your final score is @Score which indicates that your organization has @Rate capacity on PSEA. <br /> You will be contacted in the upcoming weeks by PSEA assessment task force for the development of a PSEA capacity enhancement plan, <br /><br /> Warm regards,
ar: عزيزي @Name <br /><br /> هذا توكيد بأنكم قد قبلتم التقييم النهائي لقدرات منظمتكم في مجال منع الاستغلال والانتهاك الجنسيين.<br /> والدرجة النهائية التي حصلتم عليها هي @Score وهي تشير إلى أن منظمتكم لديها قدرات @Rate في مجال منع الاستغلال والانتهاك الجنسيين.<br /> سيتصل بكم الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين في الأسابيع المقبلة من أجل وضع خطة لتعزيز قدراتكم في مجال منع الاستغلال والانتهاك الجنسيين .<br /><br /> مع أحر التحيات

# PartnersAssessmentPart_Agency
source: Dear PSEA assessment task force members <br /><br /> @Name who is PSEA focal point of @PartnerName has completed the self-assessment of his organization’s PSEA capacity. You may now access the assessment following the below link @Link. <br /> Kindly review carefully the answers provided by the partner, and add your own answer and comments on every question of the assessment. You may want to reach out to @PartnerName to seek more clarification before completing the assessment.<br /><br /> Warm regards,
ar: الأعزاء أعضاء الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين,<br /><br /> لقد أنهى @Name، وهو منسّق منع الاستغلال والانتهاك الجنسيين لدى @PartnerName، التقييم الذاتي لقدرات منظمته في مجال منع الاستغلال والانتهاك الجنسيين. يمكنكم الآن الدخول إلى التقييم الذاتي باتباع الرابط أدناه <br /> @Link <br /> يرجى مراجعة الإجابات التي قدّمها الشريك بعناية، وإضافة إجابتكم وتعليقاتكم الخاصة حول كل سؤال من أسئلة التقييم. قد ترغبون بالاتصال بـ @Name لطلب المزيد من التوضيحات قبل إكمال التقييم. <br /><br /> مع أحر التحيات

# PartnersAssessmentPart_Partner
source: Dear @Name <br /><br /> Thank you very much for completing the partner’s PSEA self-assessment. You can now access your self-assessment following the below link. @Link <br /> Your assessment will now be reviewed by the PSEA assessment task force and you’ll receive an email once the review is completed. <br /> PSEA assessment task force members may get in touch with you in the upcoming days to seek clarification on the answers you provided. <br /><br /> Warm regards,
ar: عزيزي @Name <br /><br /> شكراً جزيلاً لكم على إنجاز التقييم الذاتي الخاص بالشركاء بخصوص منع الاستغلال والانتهاك الجنسيين. يمكنكم الآن الدخول إلى تقييمكم الذاتي باتباع الرابط أدناه @Link .<br /> الآن، سيقوم الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين بمراجعة تقييمكم وستتلقون رسالة بالبريد الإلكتروني حال إتمام المراجعة.<br /> من الممكن أن يتصل بكم أعضاء الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين في الأيام المقبلة لطلب بعض الإيضاحات حول الإجابات التي قدّمتموها.<br /><br /> مع أحر التحيات

# UNAssessmentPart_Agency
source: Dear PSEA assessment task force members, <br /> <br /> This is a confirmation that you’ve completed the assessment of @PartnerName. A link was shared with the focal point for his confirmation and agreement on the assessment you provided. <br /> Once the partner confirms, you will receive a confirmation email. <br /><br /> Warm regards,
ar: الأعزاء أعضاء الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين،<br /><br /> هذا توكيد بأنكم أكملتم تقييم @PartnerName. وقد أرسلنا رابطاً إلى المنسّق من أجل توكيد ذلك وموافقته على التقييم الذي قمتم به. حالما يؤكد الشريك ذلك، ستتلقون رسالة توكيد بالبريد الإلكتروني. <br /><br /> مع أحر التحيات

# UNAssessmentPart_Partner
source: Dear @Name <br /><br /> The PSEA Task Force has now completed the UN assessment phase of your organization’s PSEA capacity. <br /> Your final score is @Score which indicates that your organization has @Rate capacity on PSEA. <br /> You may now access the final assessment following this link @Link to review the Task Force scoring and comments. If you agree with the final assessment, kindly confirm by clicking on the confirm button at the bottom of the assessment.<br /> You may want to reach out to the PSEA Task Force for more clarification or review of the final assessment.<br /><br /> Warm regards,<br />
ar: عزيزي @Name،<br /><br /> لقد أنهى الفريق العامل المعني بتقييم منع الاستغلال والانتهاك الجنسيين مرحلة تقييم الأمم المتحدة لقدرات منظمتكم في مجال منع الاستغلال والانتهاك الجنسيين.<br /> والدرجة النهائية التي حصلتم عليها هي @Score وهي تشير إلى أن منظمتكم لديها قدرات @Rate في مجال منع الاستغلال والانتهاك الجنسيين.<br /> يمكنكم الآن الدخول إلى التقييم النهائي باتباع الرابط الآتي لمراجعة الدرجات التي وضعها الفريق العامل وتعليقاته.<br /> @Link إذا كنتم موافقين على التقييم النهائي، فيرجى تاكيد ذلك بالنقر على زر التوكيد في أسفل التقييم.<br /> قد ترغبون في الاتصال بالفريق العامل المعني بمنع الاستغلال والانتهاك الجنسيين من أجل المزيد من التوضيحات أو مراجعة التقييم النهائي. <br /><br /> مع أحر التحيات
