Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxDbFields.*.resx
Languages: ar

source: Serial Number
ar: رقم السيريال

# WarehouseItemDescription
source: Item Group Name
ar: المادة

# InputDate
source: Receiving Date
ar: تاريخ الإدخال

# InventoryStatusGUID
source: Inventory Status
ar: حالة المخزون

# ItemBrandModelColorGUID
source: Color
ar: لون الموديل

# ItemInputGUID
source: ItemInput
ar: ItemInputGUID

# ItemModelWarehouseGUID
source: Model
ar: الموديل

# ItemStatusGUID
source: Physical Status
ar: حالة المادة

# PartyGUID
source: Source
ar: اسم المصدر

# PartyTypeGUID
source: Source Name
ar: مصدر المادة

# PriceTypeGUID
source: Price Type
ar: نوع السعر

source: Price Value
ar: السعر

source: Qunatity
ar: الكمية

# WarehouseStoreGUID
source: Warehouse Store
ar: مكان التخزين

source: PO Number
ar: رقم الطلب

# BillSourceName
source: Source Name
ar: اسم المصدر

# BillSourceType
source: Source
ar: مصدر الطلب

source: Bill Number
ar: رقم الفاتورة

# ItemOutuputDetailGUID
source: ItemOutuputDetail
ar: الموديل

# ItemOutuputGUID
source: ItemOutuput
ar: رقم الاخراج

# ItemRequestTypeGUID
source: Issue type
ar: نوع الاخراج

source: Lowest Amount Allowed
ar: الكمية الأقل المسموح بها

source: Output Date
ar: تاريخ الاخراج

source: Output Number
ar: رقم الطلب

source: Re Ordered Limit
ar: حد الطلب

# RequestedQunatity
source: Qunatity
ar: الكمية

source: Requster Name
ar: اسم الجهة

# RequsterType
source: Requster
ar: الجهة الطالبة

source: GSM Number
ar: رقم التواصل

# ItemOutputGUID
source: ItemOutput
ar: ItemOutputGUID

source: Request Type
ar: نوع الطلب

# ActualReturenedDate
source: Actual Return Date
ar: تاريخ إعادة المادة الحقيقي

source: Custodian Type
ar: نوع العهدة

# DeliveryActionDate
source: Expected Return Date
ar: تاريخ الاستلام

# ExpectedReturenedDate
source: Expected Return Date
ar: تاريخ اعادة المادة المفترض

# ExpectedStartDate
source: Issuing Date
ar: تاريخ تسليم المادة

source: Created Date
ar: تاريخ الإنشاء

source: AccessedOn
ar: تم الوصول إليه بتاريخ

source: Access Key
ar: مفتاح الوصول

source: Access Level
ar: مستوى الوصول

source: Access Status
ar: حالة الوصول

# Accommodation
source: Accommodation (4S\DM)
ar: الإقامة (4S \ DM)

source: Accommodation Starting Date
ar: تاريخ بدء الإقامة

# AccountNumber
source: Bank Account Number
ar: رقم الحساب المصرفي

source: accuracy
ar: صحة

source: Acquisition Date
ar: تاريخ التملك

# ActionCategoryLanguagesGUID
source: Action Category Languages
ar: لغات فئة الإجراء

source: Action Date
ar: تاريخ الإجراء

# ActionLanguagesGUID
source: Action Languages
ar: لغات العمل

source: Action Required
ar: الإجراء مطلوب

source: Action Required Name
ar: اسم الإجراء المطلوب

# ActionStatusGUID
source: Action Status
ar: حالة الإجراء

source: Action Taken
ar: تم اتخاذ فعل

source: Action Taken Date
ar: تاريخ اتخاذ الإجراء

# ActionTakendStatus
source: Action Taken Status
ar: حالة اتخاذ إجراء

source: Action Taken Name
ar: اسم العمل المسمى

source: Action Taken Status
ar: حالة اتخاذ إجراء

source: Active Until
ar: نشط حتى

source: Activity Details
ar: تفاصيل النشاط

source: ActivityEn
ar: النشاط

source: Activity ID
ar: معرف النشاط

# ActivityLong
source: Activity / النشاط
ar: النشاط / النشاط

source: Actual Danger Pay Amount
ar: مبلغ دفع الخطر الفعلي

source: Actual Leave In Date
ar: تاريخ الإجازة الفعلي

source: Actual Leave Out Date
ar: تاريخ المغادرة الفعلي

source: Actual Return Date
ar: تاريخ العودة الفعلي

# ActualReturnedDate
source: Actual Return Date
ar: تاريخ العودة الفعلي

source: Address
ar: عنوان

source: Admin1 Code
ar: كود Admin1

source: Admin1 Name
ar: اسم المسؤول 1

source: Admin 2 Code
ar: كود Admin2

source: Admin2 Name
ar: اسم المسؤول 2

source: Admin3 Code
ar: كود Admin3

source: Admin3 Name
ar: اسم المسؤول 3

source: Admin4 Code
ar: كود Admin4

source: Admin4 Name
ar: اسم المسؤول 4

source: Admin Comment
ar: تعليق المشرف

source: AfterChange
ar: بعد التغيير

# AgeGUID
source: Age
ar: عمر

# Agency
source: Organization / Agency
ar: المنظمة / الوكالة

# AgencyDescription
source: Agency
ar: وكالة

# AgencyGUID
source: Organization / Agency
ar: المنظمة / الوكالة

source: Aggregation Description
ar: وصف التجميع

# AggregationGUID
source: Aggregation
ar: تجميع

source: Aggregation Value
ar: قيمة التجميع

source: altitude
ar: ارتفاع

source: Amer Karkoush
ar: عامر كركوش

source: Android Version
ar: نسخة أندرويد

# APComments
source: Comments
ar: تعليقات

# APCompleted
source: Completed
ar: منجز

# APDuration
source: Duration
ar: المدة الزمنية

# APHow
source: How
ar: كيف

source: AppAccessAuditGUID
ar: التطبيق يصل sAuditGUID

# AppBenefits
source: What benefits will this service provide?
ar: ما الفوائد التي ستوفرها هذه الخدمة؟

# AppBugAuthorizationGUID
source: App Bug Authorization
ar: إذن علة التطبيق

# AppBugReportGUID
source: App Bug Report
ar: تقرير خطأ التطبيق

# AppDescription
source: Detailed description of the requested service
ar: وصف مفصل للخدمة المطلوبة

# AppEnhancementAuthorizationGUID
source: App Enhancement Authorization
ar: إذن تحسين التطبيق

# AppEnhancementGUID
source: App Enhancement
ar: تحسين التطبيق

# ApplicationEndDate
source: End Date
ar: تاريخ الانتهاء

source: Application Schema
ar: مخطط التطبيق

# ApplicationStartDate
source: Start Date
ar: تاريخ البدء

# AppointmentCalendarHoldedGUID
source: Appointment Calendar Holded
ar: تم حجز تقويم المواعيد

source: Appointment Date
ar: تاريخ الموعد

source: Appointment Recorded Date
ar: تاريخ تسجيل الموعد

# AppointmentReschedulGUID
source: Appointment Reschedul
ar: إعادة تعيين الموعد

# AppointmentTypeGUID
source: Appointment Type
ar: نوع الموعد

# AppRequestAuthorizationGUID
source: App Request Authorization
ar: إذن طلب التطبيق

source: App Request Date
ar: تاريخ طلب التطبيق

# AppRequestGUID
source: App Request
ar: طلب التطبيق

# ApprovalComments
source: Comments
ar: تعليقات

# ApprovalStatusGUID
source: Resolution Status
ar: حالة الحل

source: Approved By
ar: تمت الموافقة عليه من قبل

# ApprovedByHRStaffGUID
source: Approved By HR Staff
ar: معتمدة من قبل موظفي الموارد البشرية

# ApprovedByName
source: Approved By
ar: تمت الموافقة عليه من قبل

# ApprovedByProfileGUID
source: Approved By Profile
ar: معتمد من الملف الشخصي

# APUnit
source: Unit
ar: وحدة

# APWhat
source: What
ar: ماذا

# APWhen
source: When
ar: متى

# APWho
source: Who
ar: منظمة الصحة العالمية

source: Archived
ar: مؤرشف

source: Ar Job Title
ar: المسمى الوظيفي

source: Ar Office
ar: مكتب ع

source: Arriva lDate
ar: تاريخ الوصول

source: Arrival Estimation
ar: تقدير الوصول

# AssignedToGUID
source: Assigned To
ar: مخصص ل

source: Assignment Duration
ar: مدة التعيين

source: Assignment Type
ar: نوع المهمة

# Associated
source: Implementing Partner
ar: مرتبطة

# AttachementPath
source: Path
ar: مسار

# AttendaceCalendarPicker
source: Pick a date
ar: اختر موعدًا

source: AttendanceInfo
ar: معلومات الحضور

# AttendanceLogGUID
source: Attendance Log
ar: سجل الحضور

source: Attendance Photo
ar: صور الحضور

source: Auth Code Description Column Index
ar: وصف كود المصادقة فهرس العمود

source: Auth Code Description Column Name
ar: وصف رمز المصادقة اسم العمود

source: Available
ar: متاح

# AwardedAmountOrCeiling
source: Awarded Amount/Ceiling
ar: المبلغ / السقف الممنوح

# AwardedCompanyContractNumber
source: Contract Number
ar: رقم التعاقد

# AwardedCompanyGUID
source: Awarded Company
ar: الشركة الحاصلة عليها

# AwardedCompanyGUIDs
source: Awarded Companies
ar: الشركات الحائزة على جوائز

# BackupArrangementGUID
source: Backup Arrangement
ar: ترتيب النسخ الاحتياطي

source: Backup Arrangement Name
ar: اسم ترتيب النسخ الاحتياطي

source: Bank Account Holder Name Ar
ar: اسم صاحب الحساب المصرفي Ar

source: Bank Account Holder Name En
ar: اسم صاحب الحساب المصرفي En

source: BankAccountHolderNameEn2
ar: اسم صاحب الحساب المصرفي En2

source: Bank Account Holder Name Leb AR
ar: اسم صاحب الحساب المصرفي Leb AR

source: BankAccountHolderNameLebEN
ar: اسم صاحب الحساب المصرفي Leb EN

source: Bank Account Number
ar: رقم الحساب المصرفي

source: Bank Account Number Leb
ar: رقم الحساب المصرفي Leb

source: Bank Account Number Syr
ar: رقم الحساب المصرفي

source: BankAccountNumberSyr2
ar: حساب البنك رقم سورية 2

source: Bank Code
ar: رمز بنكي

# BankDescription
source: Bank Name
ar: اسم البنك

# BankGUID
source: Bank
ar: مصرف

source: Bank Holder Name AR
ar: اسم صاحب البنك AR

source: Bank Holder Name EN
ar: اسم حامل البنك EN

# BankLanguageGUID
source: Bank Language Name
ar: اسم لغة البنك

source: Bank Name
ar: اسم البنك

source: Bank Name Leb
ar: اسم البنك Leb

source: Bank Name Syr
ar: اسم البنك

source: BankSYRAccountNumberSyr2
ar: رقم حساب البنك

source: BankSYRAccountNumberSyr3
ar: رقم الحساب المصرفي

# BankSYRAccountNumberSyr4
source: BankSYRAccountNumberSyr3
ar: رقم الحساب المصرفي

# BankSYRAccountNumberSyr5
source: BankSYRAccountNumberSyr3
ar: رقم الحساب المصرفي

source: BankSYRNameAR3
ar: البنك

# BankSYRNameAR4
source: BankSYRNameAR3
ar: البنك

# BankSYRNameAR5
source: BankSYRNameAR3
ar: البنك

source: BankSYRNameEN2
ar: البنك SYRNameEN2

source: BankSYRNameEN3
ar: البنك

# BankSYRNameEN4
source: BankSYRNameEN3
ar: البنك

# BankSYRNameEN5
source: BankSYRNameEN3
ar: البنك

source: Barcode
ar: الرمز الشريطي

# BasePeriodAmount
source: Base Amount
ar: كمية أساسية

source: Batch Number
ar: رقم الدفعة

source: Before Change
ar: قبل التغيير

# BeneficiariesTypeDescription
source: Type of beneficiaries / نوع المستفيدين
ar: نوع المستفيدين

# BeneficiariesTypeGUID
source: Type of beneficiaries / نوع المستفيدين
ar: نوع المستفيدين

# BeneficiaryTypeGUID
source: Beneficiary Type
ar: نوع المستفيد

# BillDeadLine
source: Deadline For Confirmation
ar: الموعد النهائي للتأكيد

# BillFileGUID
source: Bill File
ar: ملف الفاتورة

# BillForMonth
source: Billing Month
ar: شهر الفاتورة

# BillForTypeDescription
source: Billing Type
ar: نوع الفاتورة

# BillForTypeGUID
source: Billing Type
ar: نوع الفاتورة

# BillForYear
source: Billing Year
ar: سنة الفوترة

# BillGUID
source: Bill
ar: مشروع قانون

# BillingCycleStart
source: Cycle Start
ar: بدء الدورة

# BillingCycleType
source: Billing Cycle
ar: دورة الفوترة

# BillingDutyStationGUID
source: Billing DutyStation
ar: مركز عمل الفواتير

source: Bill Period Start Date
ar: تاريخ بدء فترة الفاتورة

# BillTotalOfficialAmount
source: Total Official Amount
ar: إجمالي المبلغ الرسمي

# BillTotalPrivateAmount
source: Total Private Amount
ar: إجمالي المبلغ الخاص

# BloodGroup1
source: Blood Type
ar: فصيلة الدم

# Boys
source: Boys (less than 18)
ar: صبيان (تحت 18 سنة)

# BoysNew
source: New Boys - Children reached (Male 0-11)
ar: الأولاد الجدد - تم الوصول إلى الأطفال (الذكور تحت سن 18)

# BrandGUID
source: Brand
ar: العلامة التجارية

# BrandLanguageGUID
source: Brand Language
ar: لغة العلامة التجارية

source: Brand Name
ar: اسم العلامة التجارية

# BudgetSourceGUID
source: Budget Source (ABOD/OPS)
ar: مصدر الميزانية (ABOD / OPS)

source: Bug Analysis
ar: تحليل الشوائب

source: Bug Details
ar: تفاصيل الخطأ

source: Bug Fix End Date
ar: تاريخ انتهاء إصلاح الخطأ

source: Bug Fix Start Date
ar: تاريخ بدء إصلاح الخطأ

source: Bug Resolution
ar: دقة الشوائب

source: Building
ar: بناء

# BuildingGUID
source: Building
ar: بناء

# BuyerGUID
source: Buyer
ar: مشتر

# CallDateTime
source: Call Date and Time
ar: تاريخ ووقت المكالمة

source: Call DateTime Column Index
ar: استدعاء العمود DateTime العمود

source: Call DateTime Column Name
ar: استدعاء اسم العمود DateTime

source: Call Duration Column Index
ar: فهرس عمود مدة المكالمة

source: Call Duration Column Name
ar: اسم عمود مدة المكالمة

source: Call Duration In Minutes
ar: مدة المكالمة بالدقائق

source: Call Duration In Seconds
ar: مدة المكالمة بالثواني

source: CalledNumber
ar: اتصل برقم

source: Called Staff Name
ar: اسم الموظف المتصل

source: Caller Number
ar: رقم المتصل

source: Caller Number Column Index
ar: مؤشر عمود رقم المتصل

source: Caller Number Column Name
ar: اسم عمود رقم المتصل

source: Calling Number
ar: عدد داعيا

source: Calling Party Number Column Index
ar: مؤشر عمود رقم الطرف الطالب

source: Calling Party Number Column Name
ar: اسم عمود رقم الطرف الطالب

source: CallingPartyUnicodeLoginUserIDColumnIndex
ar: مؤشر عمود معرف مستخدم تسجيل الدخول إلى الطرف الطالب

source: CallingPartyUnicodeLoginUserIDColumnName
ar: اسم عمود معرف مستخدم تسجيل الدخول إلى الطرف الطالب Unicode

source: Call Source
ar: مصدر الاتصال

source: Call Time
ar: وقت النداء

source: Call Type
ar: نوع الاتصال

# CallTypeGUID
source: CallType
ar: نوع الاتصال

source: Camps
ar: المعسكرات

# Candidateinfo
source: Candidate information
ar: معلومات المرشح

# CardIndividualInfoGUID
source: Card Individual Info
ar: معلومات البطاقة الفردية

# CardIssuedGUID
source: Card Issued
ar: تم إصدار البطاقة

source: CaseID
ar: رقم االقضية

# CaseLocation
source: File Location
ar: مكان الملف

source: Case Number
ar: رقم القضية

source: Cases
ar: الحالات

# CategoryAggregationGUID
source: CategoryAggregation
ar: الفئة تجميع

source: CategoryDescription
ar: وصف التصنيف

# CategoryGUID2
source: Category 2
ar: الفئة 2

# CategoryGUID3
source: Category 3
ar: الفئة 3

source: CategoryLevel
ar: الفئة المستوى

# CategoryReportGUID
source: CategoryReport
ar: الفئة تقرير

source: CDRFileGUID
ar: ملف CDR GUID

source: CDRLocationGUID
ar: دليل موقع CDR

source: Challenge Name
ar: اسم التحدي

source: ChangeDate
ar: تغيير التاريخ

source: ChangeRequestAPGUID
ar: تغيير طلب AP GUID

# ChangeRequestGUID
source: Change Request
ar: طلب تغيير

source: Chassis Number
ar: رقم الهيكل

source: Classification
ar: تصنيف

source: ColDes
ar: العقيد تنازلي

source: ColDesc
ar: العقيد تنازلي

# ColorGUID
source: Item Color
ar: لون العنصر

source: ColumnCharacter
ar: حرف العمود

source: ColumnRESGUID
ar: العمود RES GUID

source: ColumnRESRowVersion
ar: العمود RES Row Version

source: Community
ar: تواصل اجتماعي

# CommunityCenterCode
source: Center Code
ar: رمز المركز

source: Community Centers
ar: مراكز المجتمع

# CommunityGUID
source: Community
ar: تواصل اجتماعي

source: Community Name
ar: المكان

# ConditionTypeLanguageGUID
source: ConditionTypeLanguage
ar: نوع شرط اللغة

source: configFocalPoint
ar: تكوين نقطة الاتصال

source: configFocalPointRowVersion
ar: تكوين إصدار صف نقطة الاتصال

# configFocalPointStaff
source: Focal Point Staff
ar: طاقم الاتصال

# ConfigItemDescription
source: Item Group
ar: الفئة

# ConfigItemGUID
source: Item Group
ar: الفئة

source: ConfigType
ar: التكوين

source: ConfirmationDate
ar: تاريخ تأكيدا

# ConfirmationRenewalDate
source: Renewal Date
ar: تاريخ التجديد

# ConfirmationStatusGUID
source: Confirmation Status
ar: حالة التأكيد

source: ConfirmDate
ar: تأكيد التاريخ

source: Confirmed
ar: تم تأكيد

source: Confirmed By
ar: موكد بواسطة

# ConfirmedByGUID
source: ConfirmedBy
ar: موكد بواسطة

source: Confirmed Date
ar: تاريخ مؤكد

source: ConfirmedOn
ar: مؤكد على

source: Confirmed Received
ar: تم استلام التأكيد

source: Contract Date
ar: تاريخ العقد

# ContractEndDate
source: SAL/Contract Expiry Date
ar: تاريخ انتهاء العقد

source: Contract Start Date
ar: تاريخ بدء العقد

source: Contract Type
ar: نوع العقد

# ContractType1
source: Type of Contract
ar: نوع العقد

# ContractTypeGUID1
source: Type of Contract
ar: نوع العقد

source: Coordinates
ar: إحداثيات

source: Cost
ar: كلفة

source: Cost Column Index
ar: فهرس عمود التكلفة

source: Cost Column Name
ar: اسم عمود التكلفة

# CostEstimationThreeMonthes
source: Cost estimation - 3 months
ar: تقدير التكلفة - 3 أشهر

source: County Code A3
ar: رمز مقاطعة A3

source: CovidUNHCRResponseStrategyGUID
ar: CovidUNHCRResponseStr StrategyGUID

# CovUnitDescription
source: Unit
ar: وحدة

# CovUnitGUID
source: Unit
ar: وحدة

# CPUDescription
source: CPU (Core/Speed)
ar: المعالج (الأساسية / السرعة)

# CRActionPlanList
source: ActionPlanList
ar: قائمة خطة العمل

# CRApprovedBy
source: ApprovedBy
ar: تمت الموافقة عليه من قبل

source: Create By
ar: تم اعداده بواسطة

# CreateByGUID
source: Create By
ar: تم اعداده بواسطة

source: CreateDate
ar: تاريخ الانشاء

source: Created By
ar: انشأ من قبل

# CreatedByGUID
source: Created By
ar: انشأ من قبل

# CreatedByUserProfileGUID
source: CreatedByUserProfile
ar: تم إنشاؤها بواسطة ملف تعريف المستخدم

source: CreatedOn
ar: تم إنشاؤها على

# CRIntroduction
source: Introduction
ar: المقدمة

# CriticalityDescription
source: Criticality
ar: الانتقاد

# CriticalityGUID
source: Criticality
ar: الانتقاد

# CRNotes
source: Notes
ar: ملاحظات

source: CrossCuttingActivity
ar: نشاط شامل

source: Cross_AoR_Category
ar: الفئة عبر AoR

# CROutcome
source: Outcome
ar: النتيجة

# CRPrerequisites
source: Prerequisites
ar: المتطلبات الأساسية

# CRRollbackPlan
source: Rollback Plan
ar: خطة التراجع

source: Currency
ar: عملة

source: Current Address Ar
ar: العنوان الحالي Ar

# CurrentAddressAr1
source: Current Address (Arabic)
ar: العنوان الحالي (عربي)

source: Current Address En
ar: العنوان الحالي En

# CurrentAddressEn1
source: Current Address (English)
ar: العنوان الحالي (انجليزي)

# CurrentFileVersionStatusGUID
source: Automatic Status
ar: الحالة التلقائية

source: Current location by date
ar: الموقع الحالي حسب التاريخ

source: Current Owner
ar: المالك الحالي

# CurrentResidencyEndDateSent
source: Current Residency Sent Date
ar: تاريخ إرسال الإقامة الحالية

# CurrentResidencyEndDateStampd
source: Current Residency End Stampd Date
ar: تاريخ انتهاء الإقامة الحالي

# CurrentSiteCode
source: Current Site
ar: الموقع الحالي

source: Current Step
ar: الخطوة الحالية

# CustodianName
source: File Owner
ar: مالك الملف

# CustomFormChallengeName
source: Other Challenges
ar: تحديات أخرى

# CustomFormOngoingResponseName
source: Other Activities Visited During Mission
ar: الأنشطة الأخرى التي تمت زيارتها أثناء المهمة

# CustomHumanitarianNeedName
source: Other Humanitarian Need
ar: الحاجة الإنسانية الأخرى

source: CustomMessage
ar: رسالة مخصصة

# CustomVisitObjectiveName
source: Other Visit Objectives
ar: أهداف الزيارة الأخرى

source: Damaged By
ar: تضررت من قبل

# DamagedByGUID
source: Damaged By
ar: تضررت من قبل

# DamagedByName
source: Damaged By
ar: تضررت من قبل شخص

# DamagedByNameGUID
source: Damaged By
ar: تضررت من قبل شخص

source: Damaged Date
ar: تاريخ التالف

source: Damaged Reason
ar: السبب التالف

# DamagedTypeGUID
source: Damaged Type
ar: نوع تالف

source: Danger Pay
ar: خطر الخطر

source: Danger Pay Amount
ar: مبلغ دفع الخطر

source: DangerPayInformationGUID
ar: معلومات دفع الخطر

# DangerPaymentConfirmationStatus
source: Confirmation Status
ar: حالة التأكيد

source: Danger Pay Status
ar: حالة دفع الخطر

source: DangerPrivisous
ar: خطر

source: dataAppBugAuthorizationRowVersion
ar: ataAppBugAuthorizationRowVersion

source: dataCovidUNHCRResponseStrategyRowVersion
ar: DataCovidUNHCRResponseStr StrategyRowVersion

source: dataItemStockEmergencyReserveRowVersion
ar: dataItemStockEm EmergencyReserveRowVersion

source: dataMedicalBeneficiaryItemOutDetailRowVersion
ar: dataMedicalBeneficialItemOutDetailRowVersion

source: dataMedicalBeneficiaryItemOutRowVersion
ar: dataMedicalBeneficialItemOutRowVersion

source: dataMedicalBeneficiaryRowVersion
ar: dataMedicalBeneficialRowVersion

source: dataNoteVerbaleOrganizationRowVersion
ar: dataNoteVerbaleOr المنظمةationRowVersion

source: dataTenderAwardedCompaniesRowVersion
ar: dataTenderAwarded الشركاتRowVersion

# DataTypeGUID
source: DataType
ar: نوع البيانات

source: Date Of Brith
ar: تاريخ بريث

source: Date of Report
ar: تاريخ التقرير

source: DateTime Connect
ar: ربط DateTime

source: DateTime Connect Column Index
ar: فهرس عمود ربط DateTime

source: DateTime Connect Column Name
ar: التاريخ الوقت ربط اسم العمود

source: DateTime Disconnect
ar: تاريخ قطع الاتصال

source: DateTime Disconnect Column Index
ar: التاريخ الوقت قطع مؤشر العمود

source: DateTime Disconnect Column Name
ar: التاريخ الوقت قطع اسم العمود

source: Date Time In
ar: التاريخ الوقت في

source: Date Time Out
ar: تاريخ انتهاء الوقت

# Deadline
source: Deadline for this review
ar: الموعد النهائي لهذا الاستعراض

source: Deduct from salary amount
ar: خصم من مبلغ الراتب

source: Default Route
ar: المسار الافتراضي

source: Degree Ar
ar: درجة ع

# DegreeAr1
source: Degree (Arabic)
ar: الدرجة (العربية)

source: Degree En
ar: درجة أون

# DegreeEn1
source: Degree (English)
ar: الدرجة (الإنجليزية)

source: Delivery Date
ar: تاريخ التسليم او الوصول

source: Delivery Modality
ar: طريقة التسليم

# DeliveryMode
source: Mode of activity delivery
ar: طريقة تسليم النشاط

# DeliveryModeGUID
source: Delivery Mode
ar: وضع التوصيل

# DeliveryStatus
source: Movement Status
ar: حالة الحركة

source: Delivery Modality
ar: طريقة التسليم

source: DepartmentLanguageID
ar: معرف لغة القسم

source: Department Name
ar: اسم القسم

# DepartmentParentStaffGUID
source: Department Under Staff
ar: قسم تحت الموظفين

# DepartureDate
source: Departure Date and Time
ar: تاريخ المغادرة

# DepartureDateTime
source: Departure Date and Time
ar: تاريخ المغادرة

source: Departure Point
ar: نقطة المغادرة

# DeparturePointGUID
source: DeparturePoint
ar: نقطة المغادرة

# DependOnReferralStepGUID
source: DependOnReferralStep
ar: تعتمد على الخطوة المرجعية

source: Depreciated (Years)
ar: استهلاك (سنوات)

source: DestinationAreaCode
ar: رمز منطقة الوجهة

source: Destination Country
ar: بلد المقصد

source: DestinationCountryCode
ar: رمز البلد الوجهة

# DestinationCountryGUID
source: DestinationCountry
ar: بلد المقصد

source: Destination Holder Name
ar: اسم صاحب الوجهة

# DestinationName
source: Location
ar: موقعك

source: Destination Number
ar: رقم الوجهة

# DestinationType
source: Call Destination Type
ar: نوع وجهة الاتصال

source: Destination Type Column Index
ar: فهرس عمود نوع الوجهة

source: Destination Type Column Name
ar: اسم العمود نوع الوجهة

source: DestinationUnitFocalUnitGUID
ar: وحدة تنسيق وحدة الوجهة

source: DestinationUnitGUID
ar: وحدة الوجهة

# DestinationUnitName
source: Unit Name
ar: إسم الوحدة

# DestionationGUID
source: Destionation
ar: المكان المقصود

source: Details
ar: تفاصيل

source: Details of mission\assignment
ar: تفاصيل المهمة / المهمة

source: DeterminantValue
ar: القيمة المحددة

source: Determiners
ar: المحددات

# DiagnosisGUID
source: By System/Cause
ar: حسب النظام / السبب

source: Direct Activities
ar: الأنشطة المباشرة

source: Direct Addition
ar: الإضافة المباشرة

source: Direct Addition
ar: الإضافة المباشرة

source: Discrepancy Date
ar: تاريخ التناقض

source: Discrepancy Quantity
ar: كمية التناقض

# DiscrepancyQuantity1
source: Discrepancy Quantity
ar: كمية التناقض

source: Discrepancy Type
ar: نوع التناقض

# DiseaseTypeGUID
source: Disease Type
ar: نوع المرض

source: Dispatch Date
ar: تاريخ الإرسال

source: DisplayType
ar: نوع العرض

source: District
ar: المنطقة

# DistrictGUID
source: District
ar: المنطقة

source: Document Date Of Expiry
ar: تاريخ انتهاء الصلاحية

source: Document Date Of Issue
ar: تاريخ الوثيقة

# DocumentDeliveryStatus
source: Delivery Status
ar: حالة التوصيل

source: Document Name
ar: اسم الملف

# DocumentOrderId
source: Order Id
ar: رقم التعريف الخاص بالطلب

source: DocumentReference
ar: وثيقة مرجعية

# DocumentTypeGUID
source: Document Type
ar: نوع الوثيقة

# DoPayInCash
source: Pay in Cash
ar: الدفع نقدا

source: Dose
ar: جرعة

# DoseQuantity
source: Dose
ar: جرعة

source: Download Date
ar: تاريخ التحميل

# DownloadedByUserGUID
source: Downloaded By
ar: تم التنزيل بواسطة

source: DownloadFile
ar: تحميل الملف

# DownloadOriginalFile
source: Original File
ar: الملف الأصلي

source: Driver Name
ar: اسم السائق

source: Drop Off Point
ar: نقطة النزول

source: DropOffPointGUID
ar: نقطة النزول

source: Due Date
ar: تاريخ الاستحقاق

source: Duration In Minutes
ar: المدة بالدقائق

source: Duration In Minutes Column Index
ar: المدة بالدقائق

source: Duration In Minutes Column Name
ar: المدة بالدقائق اسم العمود

source: Duration In Seconds
ar: المدة بالثواني

source: Duration In Seconds Column Index
ar: المدة في فهرس العمود بالثواني

source: Duration In Seconds Column Name
ar: المدة في اسم العمود بالثواني

source: Duration Of Stay In Syria
ar: مدة الإقامة في سوريا

source: DutyStationLanguageID
ar: معرف لغة مركز العمل

source: Early In
ar: في وقت مبكر من
