Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxDbFields.*.resx
Languages: ar

# MotherNameEN
source: Mother Name (English)
ar: اسم الأم (انجليزي)

source: MSRP ID
ar: معرف MSRP

source: MuteEmailNotification
ar: كتم إشعار البريد الإلكتروني

# Nationality1Arabic
source: Nationality 1(AR)
ar: الجنسية 1 (AR)

# Nationality2Arabic
source: Nationality 2(AR)
ar: الجنسية 2 (AR)

# Nationality2GUID
source: Nationality 2
ar: الجنسية 2

# Nationality3Arabic
source: Nationality 3(AR)
ar: الجنسية 3 (AR)

# Nationality3GUID
source: Nationality 3
ar: الجنسية 3

# NationalityCode
source: Nationality
ar: الجنسية

# NationalityCode1
source: Nationality
ar: الجنسية

# NationalityCode2
source: Nationality Code
ar: قانون الجنسية

# NationalityGUID
source: Nationality
ar: الجنسية

source: National Passport Date Of Expiry
ar: تاريخ انتهاء جواز السفر الوطني

source: National Passport Date Of Issue
ar: تاريخ إصدار جواز السفر الوطني

source: National Passport Number
ar: رقم جواز السفر الوطني

source: National Passport Photo
ar: صورة جواز السفر الوطني

source: NationalStaffDangerPayDetailGUID
ar: خطر الموظفين الوطنيين تفاصيل الدفع

source: NationalStaffDangerPayGUID
ar: خطر الموظفين الوطنيين

source: Neighborhood
ar: الحي

# NextStepGUID
source: NextStep
ar: الخطوة التالية

source: Note Verbale Date
ar: ملاحظة تاريخ شفهي

# NoteVerbaleGUID
source: Note Verbale
ar: مذكرة شفوية

# NoteVerbaleOrganizationGUID
source: Note Verbale Organization
ar: ملاحظة منظمة شفوية

# NoteVerbaleStaffGUID
source: Note Verbale Staff
ar: ملاحظة طاقم العمل الشفهي

source: Note Verbale StaffRowVersion
ar: ملاحظة اللفظي StaffRowVersion

# NoteVerbaleVehicalGUID
source: Note Verbale Vehical
ar: ملاحظة مركبة شفوية

# NoteVerbaleVehicleGUID
source: Note Verbale Vehicle
ar: ملاحظة مركبة شفوية

source: Notfication Date
ar: تاريخ الإنذار

# NotifedByUserGUID
source: Notifed By User
ar: أخطره المستخدم

# NotificationLogGUID
source: NotificationLog
ar: سجل الإشعار

source: NotificationMessage
ar: رسالة إعلام

source: Notification Resx Key
ar: إعلام Resx Key

source: NotifiedDatetime
ar: تم إخطاره بالتاريخ

source: Notify BOC
ar: أخطر BOC

source: NVReference
ar: مرجع NV

# ObjectiveDescription
source: Objective
ar: الهدف

# ObjectiveGUID
source: Objective
ar: الهدف

source: Observation And Remarks
ar: الملاحظة والملاحظات

# OfficeConfigurationGUID
source: OfficeConfiguration
ar: تكوين المكتب

# OfficeFloorGUID
source: Floor
ar: طابق المكتب

# OfficeFloorRoomGUID
source: Room
ar: غرفة مكتب الطابق

# OfficeHPDeviceGUID
source: Office HP Device
ar: جهاز HP Office

source: OfficeNumber
ar: رقم المكتب

source: OfficeRoomGUID
ar: مكتب

source: Office Room Number Building
ar: مبنى رقم غرفة المكتب

# OfficeSiteCategoryGUID
source: OfficeSiteCategory
ar: فئة المكتب

source: Official Extension Number
ar: رقم التمديد الرسمي

source: Official Mobile Number
ar: رقم الجوال الرسمي

source: Offline Version
ar: نسخة دون اتصال

source: Off-Site Backup
ar: النسخ الاحتياطي خارج الموقع

source: OIDDescription
ar: OID الوصف

# OidGUID
source: Oid
ar: عيد

source: OIDNumber
ar: رقم OID

source: OidReferralStatus
ar: حالة إحالة العيد

source: OIDTypeDescription
ar: وصف نوع OID

# OIDTypeGUID
source: OID Type
ar: نوع OID

source: Oid Value
ar: قيمة العود

# OngoingResponseDescription
source: Activities Visited During Mission
ar: الأنشطة التي تمت زيارتها أثناء المهمة

# OngoingResponseGUID
source: Activities Visited During Mission
ar: الأنشطة التي تمت زيارتها أثناء المهمة

# OngoingResponseLanguageGUID
source: Ongoing Response Language
ar: لغة الاستجابة المستمرة

source: Ongoing Response Name
ar: اسم الرد المستمر

# OngoingResponses
source: Activities Visited During Mission
ar: الأنشطة التي تمت زيارتها أثناء المهمة

source: On-Site Backup
ar: النسخ الاحتياطي في الموقع

source: Order Id
ar: رقم التعريف الخاص بالطلب

source: Organization
ar: منظمة

# OrganizationMissionTypeGUID
source: Organization Mission Type
ar: نوع مهمة المنظمة

source: Organization_Type
ar: نوع المنظمة

source: Original Called Party Number Column Index
ar: فهرس عمود رقم الطرف المتصل الأصلي

source: Original Called Party Number Column Name
ar: اسم العمود لرقم الطرف الأصلي

source: Original Called Party Number Partition Column Index
ar: فهرس عمود قسم رقم الطرف الذي تم الاتصال به

source: Original Called Party Number Partition Column Name
ar: اسم عمود قسم رقم الطرف الأصلي الذي تم الاتصال به

source: Original Quantity
ar: الكمية الأصلية

# OriginalQuantity1
source: Original Quantity
ar: الكمية الأصلية

source: Origion Country
ar: بلد المنشأ

# OtherPurposForApp
source: Other purpose for the requested service
ar: أغراض أخرى للخدمة المطلوبة

# OutputCustodian
source: Released To
ar: صدر ل

# OutputCustodianName
source: Released To (Name)
ar: تم الإصدار إلى (الاسم)

# OutputDescription
source: Output
ar: الخرج

# OutputGUID
source: Output
ar: الخرج

# OutputTypeGUID
source: OutputType
ar: نوع الإخراج

source: Over Time Hours
ar: ساعات العمل الإضافي

source: Owned By Staff
ar: مملوكة للموظفين

source: PackageSize
ar: حجم العبوة

# PackingTypeGUID
source: PackingType
ar: نوع التعبئة

# PackingUnit
source: Q Packing
ar: س التعبئة

source: PageURL
ar: رابط الصفحة

# ParentCategoryReportGUID
source: ParentCategoryReport
ar: تقرير فئة الوالدين

# ParentItemModelWarehouseGUID
source: Parent Item
ar: العنصر الرئيسي

# ParentWarehouseItemModelGUID
source: Kit Item Parent
ar: أصل عنصر المجموعة

source: Partner
ar: شريك

source: Partner Center Description
ar: وصف مركز الشركاء

# PartnerCenterGUID
source: Partner Center
ar: مركز الشركاء

# PartnerCenterLanguageGUID
source: Partner Center Language
ar: لغة مركز الشركاء

source: PartnerContributionGUID
ar: مساهمة الشريك

# PartnerMonthlyReportDetailGUID
source: Partner Monthly Report Detail
ar: تفاصيل التقرير الشهري للشريك

# PartnerRemainingItems
source: Q Remaining
ar: س المتبقية

source: Partner Report
ar: تقرير الشريك

# PartnerReportCompiledGUID
source: Partner Report Compiled
ar: تم تجميع تقرير الشريك

# PartnerReportGUID
source: Partner Report
ar: تقرير الشريك

source: Pass By Locations
ar: المرور بالمواقع

source: Passport Number
ar: رقم جواز السفر

source: Passport Photo
ar: صورة جواز السفر

source: Passport Validity Date
ar: تاريخ صلاحية جواز السفر

source: Pay in cash amount
ar: ادفع نقدا

# PaymentDurationName
source: Payment Duration
ar: مدة الدفع

source: Period Name
ar: اسم الفترة

source: Permanent Address Ar
ar: العنوان الدائم Ar

# PermanentAddressAr1
source: Permeant Address (Arabic)
ar: العنوان الدائم (عربي)

source: Permanent Address En
ar: العنوان الدائم En

# PermanentAddressEn1
source: Permeant Address (English)
ar: عنوان دائم (الإنجليزية)

source: PersonalDetailsLanguageID
ar: معرف لغة التفاصيل الشخصية

source: Personal ID Photo
ar: صورة شخصية

source: Phone Rank
ar: رتبة الهاتف

# PhoneTypeDescription
source: Type
ar: نوع

# PhoneTypeGUID
source: Phone Type
ar: نوع الهاتف

# PhoneTypeUsageDescription
source: Usage
ar: الاستخدام

# PhoneUsageTypeDescription
source: Phone Usage Type
ar: نوع استخدام الهاتف

# PhoneUsageTypeGUID
source: Phone Usage Type
ar: نوع استخدام الهاتف

source: Photo Description
ar: وصف الصوره

source: Photo Path
ar: مسار الصورة

source: Pipeline Orders Placed
ar: وضع أوامر خط الأنابيب

source: Place Birth City Ar
ar: مكان الميلاد Ar

# PlaceBirthCityAr1
source: Place of Birth-City (Arabic)
ar: مكان الميلاد - المدينة (عربي)

source: Place Birth City En
ar: مكان مدينة الميلاد En

# PlaceBirthCityEn1
source: Place of Birth-City (English)
ar: مكان الميلاد - المدينة (الإنجليزية)

source: Place Of Birth (Country-AR)
ar: مكان الميلاد (البلد- AR)

# PlaceOfBirthGUID
source: Place Of Birth (Country)
ar: محل الميلاد (البلد)

# PlaceOfBirthGUID1
source: Place Of Birth (Country)
ar: محل الميلاد (البلد)

# PlaceOfBirthGUID2
source: Place Of Birth (Country-EN)
ar: مكان الميلاد (البلد- EN)

# PlateNumber
source: Vehicle Plate Number
ar: رقم لوحة

source: Position In Organigram
ar: الموضع في Organigram

# PositionName
source: Other Positions
ar: اسم المركز

source: PPAAreaOfImplementation
ar: مجال تنفيذ اتفاق السلام الشامل

# PPADeadLine
source: PPA Review Deadline
ar: الموعد النهائي لمراجعة PPA

source: PPA Description
ar: وصف PPA

# PPADistributionListGUID
source: PPADistributionList
ar: قائمة توزيع PPAD

# PPAFileCategory
source: File Category
ar: فئة الملف

# PPAFileCategoryGUID
source: Category
ar: الفئة

# PPAFileVersionStatusHistoryGUID
source: PPAFileVersionStatusHistory
ar: محفوظات حالة إصدار ملف PPA

source: PPA Folder Path
ar: مسار مجلد PPA

# PPAImplementationArea
source: Area of Implementation
ar: مجال التنفيذ

# PPAOriginalFileGUID
source: Original File
ar: الملف الأصلي

# PPAPredefinedStepsGUID
source: PPAPredefinedSteps
ar: الخطوات المحددة مسبقًا PPA

# PPAReviewerListGUID
source: PPAReviewerList
ar: قائمة المراجعين PPA

# PPAStatusDescription
source: PPA Status
ar: حالة PPA

# PPAStatusGUID
source: PPA Status
ar: حالة PPA

# PPATypeDescription
source: PPA Type
ar: نوع PPA

# PPATypeGUID
source: Partner Document Type
ar: نوع وثيقة الشريك

source: PPAUserAccessType
ar: نوع وصول مستخدم PPA

source: Prescription Number Per Month
ar: رقم الوصفة الشهرية

source: PresentLocation
ar: الموقع الحالي

# PrevStepGUID
source: PrevStep
ar: الخطوة السابقة

# PriceOfPackingUnit
source: Packing Unit Price
ar: سعر وحدة التعبئة

# PriceOfSmallestUnit
source: Smallest Unit Price
ar: أصغر سعر للوحدة

source: principal_id
ar: المعرف الرئيسي

source: Printed By
ar: طبع بواسطة

source: Printed Date
ar: التاريخ المطبوع

# PrinterConfigurationGUID
source: PrinterConfiguration
ar: تكوين الطابعة

# PrinterGUID
source: Printer
ar: طابعة

# PrinterInkCartridgeGUID
source: PrinterInkCartridge
ar: خرطوشة حبر الطابعة

# PrinterLogGUID
source: PrinterLog
ar: سجل الطابعة

source: PrinterModelDescription
ar: وصف الطابعة

# PrinterModelGUID
source: PrinterModel
ar: طراز الطابعة

source: PrinterName
ar: اسم الطابعة

# PrinterOidGUID
source: PrinterOid
ar: طابعة Oid

source: PrinterTypeDescription
ar: وصف نوع الطابعة

# PrinterTypeGUID
source: PrinterType
ar: نوع الطابعة

source: Print Form
ar: شكل مطبوع

source: ProcessDate
ar: تاريخ العملية

source: Processed By
ar: معالجتها بواسطة

# ProcessedByGUID
source: Processed By
ar: معالجتها بواسطة

source: Processed On
ar: تمت المعالجة في

source: Processing Method
ar: أسلوب المعالجة

# ProcessStatusName
source: Case Status
ar: وضع حالة

# ProcuredByOrganizationInstanceGUID
source: Partner
ar: شريك

source: Procurement Plan Line
ar: خط خطة المشتريات

source: ProfileConfirmed
ar: تم تأكيد الملف الشخصي

# ProfileGUID
source: Profile
ar: الملف الشخصي

# ProvideByOrganizationInstanceGUID
source: Provide By
ar: تقديم بواسطة

# ProvidedByOrganizationInstanceGUID
source: Provided By
ar: مقدمة من

source: PT8 Number
ar: رقم PT8

source: Purchase Order
ar: أمر شراء

# PurposDescriptionBenefits
source: Purpos, Description and Benefits
ar: الغرض والوصف والفوائد

source: Purpose of use
ar: الغرض من الاستخدام

# PurposeofuseGUID
source: Purpose of use
ar: الغرض من الاستخدام

source: PWD
ar: الأشخاص ذوي الإعاقة

source: PWDActivity
ar: نشاط الأشخاص ذوي الإعاقة

source: Quantity
ar: كمية

# QuantityByPackingTransfer
source: Q Transfer
ar: نقل Q

# QuantityByPackingUnit
source: Q Packing Unit
ar: وحدة التعبئة س

# QuantityBySmallestUnit
source: Q Smallest Unit
ar: س أصغر وحدة

# QuantityOrdered
source: Quantity
ar: كمية

source: QuantityRecevied
ar: الكمية المستلمة

source: Quantity Threshold
ar: عتبة الكمية

source: Quantity To Be Reserved
ar: الكمية المطلوب حجزها

# QuantityTotalRemainingItems
source: Q Remaining
ar: س المتبقية

# RAMDescription
source: RAM (GB)
ar: ذاكرة الوصول العشوائي (جيجابايت)

# Reason
source: Rescheduled Reason
ar: السبب المعاد جدولته

source: Receive By
ar: يتلقى عن طريق

source: Receive Date
ar: تاريخ الإستلام

# ReceivedByUserGUID
source: ReceivedByUser
ar: المتلقاة بواسطة المستخدم

source: ReceivedDate
ar: ميعاد الاستلام

source: Receiver Number
ar: رقم المستقبل

source: ReceiverNumberColumnIndex
ar: فهرس عمود رقم المستقبل

source: ReceiverNumberColumnName
ar: اسم العمود رقم المتلقي

source: Receiving date
ar: تاريخ الاستلام

source: ReceviedDate
ar: تاريخ الاستلام

source: Recommendations
ar: التوصيات

source: Recruitment Type
ar: نوع التوظيف

# RecruitmentTypeGUID
source: Recruitment Type
ar: نوع التوظيف

source: Reference
ar: مرجع

# ReferenceItemGUID
source: Reference Item
ar: البند المرجعي

# ReferenceItemGUID1
source: Reference Item
ar: البند المرجعي

source: Reference Number
ar: رقم المرجع

source: Referral Description
ar: وصف الإحالة

# ReferralGUID
source: Referral
ar: الإحالة

# ReferralHistoryCommentGUID
source: ReferralHistoryComment
ar: إحالة التاريخ

# ReferralHistoryGUID
source: ReferralHistory
ar: تاريخ الإحالة

# ReferralHostoryCommentGUID
source: ReferralHostoryComment
ar: مرجع الإحالة

# ReferralHostoryGUID
source: ReferralHostory
ar: الإحالة

# ReferralLanguageGUID
source: ReferralLanguage
ar: لغة الإحالة

# ReferralNotificationGUID
source: ReferralNotification
ar: الإحالة

# ReferralReasonGUID
source: Referrals' Reasons
ar: أسباب الإحالات

# ReferralStatusDescription
source: Status
ar: الحالة

# ReferralStatusGUID
source: Referral Status
ar: حالة الإحالة

# ReferralStatusLanguageGUID
source: Referral Status Language
ar: لغة حالة الإحالة

# ReferralStepFocalPointStaffGUID
source: ReferralStepFocalPointStaff
ar: موظفو مركز تنسيق الإحالة

# ReferralStepGUID
source: Referral Step
ar: خطوة الإحالة

# ReferralStepLanguageGUID
source: ReferralStepLanguage
ar: لغة خطوة الإحالة

# ReferralStepUserGUID
source: Referral Step User
ar: مستخدم خطوة الإحالة

# ReferralUserAccountReceivedGUID
source: ReferralUserAccountReceived
ar: تم تلقي حساب مستخدم الإحالة

# ReferredByUserGUID
source: ReferredByUser
ar: محالة من قبل المستخدم

# RefferalGUID
source: Refferal
ar: الإحالة

source: Ref. Number
ar: رقم المرجع

source: Refugee Full Name
ar: الاسم الكامل للاجئين

# RefugeeFullName1
source: Full Name
ar: الاسم الكامل

# RefugeeFullName2
source: Refugee Full Name
ar: الاسم الكامل للاجئين

source: Refugee Status
ar: وضع اللاجئين

source: Reimbursement Amount
ar: مبلغ السداد

source: Released By
ar: صدر عن

source: Release Type
ar: نوع الإصدار

# RemainingItems
source: Q Remaining
ar: س المتبقية

# RemainingItemsQuantity
source: Q Remaining
ar: س المتبقية

source: Remaining Quaintity
ar: الكمية المتبقية

# ReminderInterval
source: Number of days to remind before deadline
ar: عدد الأيام للتذكير قبل الموعد النهائي

# RenewalFormFlowStatus
source: Current Status
ar: الحالة الحالية

source: Report Description
ar: وصف تقرير

source: Report Excecution Time
ar: تقرير وقت التنفيذ

source: Report Extension Type
ar: نوع ملحق التقرير

# ReportGUID
source: Report
ar: نقل

source: Reporting Month
ar: شهر الإبلاغ

source: Reporting Year
ar: سنة الإبلاغ

source: Report Name
ar: تقرير اسم

# ReportToGUID
source: Report To
ar: تقرير الى

# ReportTypeGUID
source: Report
ar: نقل

# RequestCreateDate
source: Create Date
ar: تاريخ الإنشاء

source: Request Date
ar: تاريخ الطلب

# RequestDurationDate
source: Expected return date
ar: تاريخ العودة المتوقع

# RequestedAppName
source: Proposed Application Name
ar: اسم التطبيق المقترح

# RequestedByFullName
source: By
ar: بواسطة

# RequestedByProfileGUID
source: By
ar: بواسطة

source: Requested Item
ar: العنصر المطلوب

source: Request End Date
ar: تاريخ انتهاء الطلب

# Requester
source: Custodian
ar: وصي

# RequesterGUID
source: Custodian
ar: وصي

# RequesterName
source: Custodian Name
ar: اسم الوصي

# RequesterNameGUID
source: Custodian Name
ar: اسم الوصي

# RequesterTypeGUID
source: Requester Type
ar: نوع مقدم الطلب

# RequestingUnitGUID
source: Requesting Unit
ar: الوحدة الطالبة

# RequestNumber
source: Ticket Number
ar: رقم التذكرة

# RequestorDepartmentDescription
source: Department
ar: قسم

# RequestorDutyStationDescription
source: DutyStation
ar: الثكنة العسكرية

# RequestReasonGUID
source: Reason
ar: السبب

# RequestRecieved
source: Request received (Date)
ar: تم استلام الطلب (التاريخ)

source: Request Start Date
ar: تاريخ بدء الطلب

source: Request Status
ar: حالة الطلب

# RequestStatusDescription
source: Ticket Status
ar: حالة التذكرة

# RequestStatusGUID
source: Ticket Status
ar: حالة التذكرة

# RequestStatusName
source: Request Status
ar: حالة الطلب

# RequestTypeGUID
source: RequestType
ar: نوع الطلب

# RequestUpdateDate
source: Update Date
ar: تاريخ التحديث

source: Request Year
ar: سنة الطلب

source: RescheduledDate
ar: تاريخ إعادة الجدولة

source: Reservation End Date
ar: تاريخ انتهاء الحجز

source: Reservation Start Date
ar: تاريخ بدء الحجز

source: Reserved For
ar: محجوز ل

# ReservedForGUID
source: Reserved For
ar: محجوز ل

source: Reserved Name For
ar: اسم محجوز لـ

# ReservedNameForGUID
source: Reserved For(Name)
ar: محجوز لـ (الاسم)

source: Resource Name
ar: اسم المورد

# ResponseDate
source: Sent Date
ar: تاريخ الإرسال

# ResponseDateMFA
source: MFA Response Date
ar: تاريخ استجابة MFA

source: RestAndRecuperationLeaveGUID
ar: إجازة الراحة والاستجمام

source: ResultAvaiableDate
ar: النتيجة: تاريخ_التاريخ

source: Retirement (Years)
ar: التقاعد (سنوات)

# RetunedByGUID
source: Retuned By
ar: تم إرجاعه بواسطة

source: Return Date
ar: تاريخ العودة

# ReturnDateFromLastRAndRLeave
source: Return Date From Last R&R Leave
ar: تاريخ العودة من آخر إجازة R&R

# ReturnDateFromLastRLeave
source: Return Date From Last Leave
ar: تاريخ العودة من آخر إجازة

# ReturnDateTime
source: Return Date and Time
ar: وقت تاريخ العودة

source: Returned
ar: عاد

source: Returned By
ar: تم إرجاعه بواسطة

source: Returned Date
ar: تاريخ الإرجاع

source: Return To Duty Station
ar: ارجع إلى مركز العمل

# ReturnToDutyStationGUID
source: Return To Duty Station
ar: ارجع إلى مركز العمل

# ReturnToReferralStepGUID
source: Return To Referral Step
ar: ارجع إلى خطوة الإحالة

# ReviewedByHRStaffGUID
source: Reviewed By HR Staff
ar: استعرض من قبل موظفي الموارد البشرية

# ReviewerByGUID
source: ReviewerBy
ar: المراجع بواسطة

source: ReviewerRecommendation
ar: المراجع توصية

source: Reviewing Officer
ar: ضابط المراجعة

source: ReviwingDate
ar: تاريخ المراجعة

# RouteGUID
source: Route
ar: طريق

source: Row Id
ar: معرف الصف

source: RowSequance
ar: تكافؤ الصف

source: Saff Number From Device
ar: رقم الصف من الجهاز

source: SAT Phone Number
ar: رقم هاتف SAT

# ScannDocumentGUID
source: Scann Document
ar: وثائق مصورة

source: ScannDocumentTransferGUID
ar: نقل المستندات الممسوحة ضوئيًا

# SendBillConfirmationReminder
source: Send Reminder
ar: يرسل تذكير

source: SendDate
ar: تاريخ إرسال

source: Sequance
ar: تسلسل

source: Sequence
ar: تسلسل

# SequencId
source: Sequenc
ar: تسلسل

source: Server Accessibility
ar: إمكانية الوصول إلى الخادم

source: ServerOrVM
ar: خادم أو VM

source: Service
ar: الخدمات

# ServiceHistoryJobGUID
source: ServiceHistoryJob
ar: وظيفة تاريخ الخدمة

# ServiceItemStatus
source: Warehouse Movement
ar: حالة الخدمة

source: Severity_Ranking
ar: درجة الخطورة

source: Sex
ar: الجنس

source: Share Date time
ar: مشاركة وقت التاريخ

source: Shared By
ar: نشر بواسطة

source: Shelf
ar: رفوف

source: Shift Day Of Week
ar: يوم التحول من الأسبوع

source: Shift End Hour
ar: ساعة نهاية التحول

source: Shift Group Name Description
ar: وصف اسم مجموعة Shift

source: Shift Start Hour
ar: ساعة بدء التحول

source: Showed
ar: أظهر

# ShowReport
source: Visible on charts
ar: مرئي على الرسوم البيانية

# ShutteRequestStaffGUID
source: Shutte Request Staff
ar: الموظفين طلب المكوك

# ShuttleGUID
source: Shuttle
ar: خدمة النقل

# ShuttleRequestGUID
source: ShuttleRequest
ar: طلب المكوك

# ShuttleRequestStaffGUID
source: Shuttle Reques tStaff
ar: الموظفين طلب المكوك

# ShuttleRouteGUID
source: ShuttleRoute
ar: طريق المكوك

# ShuttleStaffGUID
source: Shuttle Staff
ar: طاقم المكوك

# ShuttleTravelPurposeDescription
source: Shuttle Travel Purpose
ar: مكوك السفر الغرض

# ShuttleTravelPurposeGUID
source: Shuttle Purpose
ar: مكوك السفر الغرض

# ShuttleTravelPurposeLanguageGUID
source: ShuttleTravelPurposeLanguage
ar: المكوك لغة الغرض السفر

# ShuttleVehicalGUID
source: Shuttle Vehical
ar: مركبة مكوكية

source: ShuttleVehicleGUID
ar: مركبة مكوكية

source: SimNumber
ar: رقم Sim

# SIMWarehouseDescription
source: Duty Station
ar: الثكنة العسكرية

# SIMWarehouseGUID
source: Duty Station
ar: الثكنة العسكرية

# SiteCategoryGUID
source: SiteCategory
ar: فئة الموقع

source: Site Code
ar: رمز الموقع

source: Site Owner
ar: مالك الموقع

source: SourceAreaCode
ar: رمز منطقة المصدر

source: SourceCountryCode
ar: رمز البلد المصدر

# SourceCountryGUID
source: Source Country
ar: بلد المصدر

# SourceGUID
source: Request Source
ar: مصدر الطلب

source: Source Name
ar: اسم المصدر

# SourceNameGUID
source: Request Source Name
ar: اسم مصدر الطلب

source: SponsorConfirmed
ar: أكد الراعي

# StaffAccessCategoryGUID
source: Staff Access Category
ar: فئة وصول الموظفين

# staffAttendanceCardGUID
source: staff Attendance Card
ar: بطاقة الحضور للموظفين

source: Staff Comment
ar: تعليق الموظفين

# StaffCoreDocumentGUID
source: Document
ar: المستند

# StaffEmail
source: Email
ar: البريد الإلكتروني

# StaffEOD
source: (National = EOD, International = Start of work date in SYR)
ar: (وطني = التخلص من الذخائر المتفجرة ، الدولي = تاريخ بدء العمل في SYR)

# StaffGradeGUID
source: Grade
ar: درجة

# StaffGUID
source: Staff
ar: العاملين

source: Staff ID
ar: معرف الموظفين

source: Staff Included
ar: يشمل الموظفين

# StaffinformationID
source: ID
ar: هوية شخصية

# StaffJobTitle
source: Job Title
ar: عنوان وظيفي

source: Staff Last Work
ar: آخر عمل للموظفين

source: Staff Level
ar: مستوى الموظفين

source: Staff Loction
ar: موقع الموظفين

# StaffMemberOnGTA
source: Staff member on GTA No\Yes
ar: الموظف في GTA No \ Yes

source: Staff Members
ar: طاقم العمل

source: Staff Name
ar: اسم الموظفين

source: Staff Participants
ar: أعضاء هيئة التدريس

source: Staff Photo
ar: صور الموظفين

source: Staff Prefix
ar: بادئة الموظفين

# StaffPrefixGUID
source: Staff Prefix
ar: بادئة الموظفين

# StaffPrivateCallsGUID
source: StaffPrivateCalls
ar: الموظفين

# StaffShiftsGroupGUID
source: Staff Shifts Group
ar: مجموعة نوبات الموظفين

# StaffSimGUID
source: StaffSim
ar: طاقم الموظفين

source: Staff Unit
ar: وحدة الموظفين

# StaffVoteGUID
source: StaffVote
ar: تصويت

source: Start Location
ar: ابدأ الموقع

# StartLocationGUID
source: Start Location
ar: ابدأ الموقع

source: Start Month
ar: شهر البدء

source: Start Of Mission/Assignment Date
ar: تاريخ بدء المهمة / التعيين

source: StartWorkingDate
ar: بدء تاريخ العمل

source: StatusActionTakenDate
ar: تاريخ اتخاذ إجراء الحالة

# StatusByUserProfileGUID
source: StatusByUserProfile
ar: الحالة عن طريق ملف تعريف المستخدم

# StatusGUID
source: Status
ar: الحالة

source: Step Number
ar: رقم الخطوة

source: Step Sequence
ar: تسلسل الخطوة

# StockGUID
source: Stock
ar: مخزون

source: Stock Name
ar: اسم السهم

# StorageDescription
source: Storage (TB)
ar: التخزين (TB)

source: SubActivity
ar: نشاط فرعي

source: SubActivityID
ar: معرف النشاط الفرعي

source: SubActivityLong
ar: نشاط فرعي طويل

source: SubActivityOrg
ar: مؤسسة النشاط الفرعي

source: Sub District
ar: الناحية

# SubDistrictGUID
source: Sub District
ar: الناحية

source: Sub Location
ar: الموقع الفرعي

# SubmittedDate
source: Request Date
ar: تاريخ الطلب

# SubSectorDescription
source: Sub-Sector
ar: وصف القطاع الفرعي

# SubSectorEn
source: Sub-Sector
ar: القطاع الفرعي En

# SubSectorID
source: Sub-Sector
ar: معرف القطاع الفرعي

# SumBreakdown
source: Total reached (sum of all benes)
ar: الإجمالي الذي تم الوصول إليه (مجموع كل الأجور)

# SumBreakdownNew
source: New Total reached (sum of all benes)
ar: تم الوصول إلى الإجمالي الجديد (مجموع جميع السيارات)

source: Supervisor
ar: مشرف

# SupervisorGUID
source: Supervisor
ar: مشرف

source: Supplier Name
ar: اسم المورد

# SupplyRemainingItems
source: Q Remaining
ar: س المتبقية

# SurnameAR
source: Surname (Arabic)
ar: لقب (عربي)

# SurnameEN
source: Surname (English)
ar: اللقب (الإنجليزية)

source: Syrian National ID Number
ar: رقم الهوية الوطنية السورية

source: Syrian National ID Photo
ar: صورة الهوية الوطنية السورية
