Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxMessages.*.resx
Languages: ar

source: Invalid Number
ar: الرقم غير صحيح

# SaveNotify
source: Save Successfully
ar: تم الحفظ بنجاح

# FailNotify
source: Fail
ar: فشل

# DeleteNotify
source: Delete Successfully
ar: تم الحذف بنجاح

# ElecetionAlreadyExists
source: Election Name in selected language already exists
ar: هذا الأسم موجود أساسا

source: Required Close Date
ar: تاريخ نهاية التصويت إجباري

# RequiredDutyStationGUID
source: Required Duty Station
ar: اسم مكان العمل إجباري

# RequiredOrganizationInstanceGUID
source: Required Organization
ar: اسم المؤسسة إجباري

source: Required Start Date
ar: تاريخ بداية التصويت إجباري

source: Required Title
ar: العنوان إجباري

# ChoseAppropriateNumberOFCanidates
source: You have to chose at least
ar: يجب أن تختار على الأقل

# ElectionExceedAllowedCandidates
source: You exceed the allowed maximum number of Candidates which is
ar: لقد تجاوزت العدد المسموح به للمرشحين

# ElectionStartMessage
source: To Start this Election kindly click on the button below
ar: لكي تبدأ عملية التصويت الرجاء إضغط على الزر في الأسفل

# ElectionTotalCandidates
source: Total Candidates for this election is
ar: عدد المرشحين لهذا التصويت

# ElectionWelcomeMessage
source: Welcome To Election
ar: مرحبا بك في التصويت

# FileImportStaffWarning
source: The file to be imported must contain two columns. The first column is the full name of the vote and the second column must be his email
ar: إن الملف المراد استيراده يجب ان يحوي عمودين العمود الأول هو الأسم الكامل للمصوت والعمود الثاني هو الأيميل الخاص بالمصوت

# NoCandidateChosen
source: You don't chose Any candidate
ar: لم تقم بعملية إختيار أي مرشح

# NotAllowedToVote
source: You are not allowed to vote
ar: غير مسموح لك القيام بعملية التصويت

# CheckMaxmimumCandiates
source: This value is not allowed for maximum candidates
ar: القيمة المدخلة أكبر من عدد المرشحين

# CheckMaxmimumFemaleCandiates
source: This value is not allowed for total female candidates
ar: القيمة المدخلة أكبر من عدد المرشحين الإناث

# CheckMaxmimumMaleCandiates
source: This value is not allowed for total male candidates
ar: القيمة المدخلة أكبر من عدد المرشحين الذكور

# CheckMinimumCandiates
source: This value is not allowed for minimum candidates
ar: القيمة المدخلة أقل من عدد المرشحين

# ReuiredEntry
source: Required Entry
ar: هذا الحقل إجباري
