Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxDbFields.*.resx
Languages: ar

source: Accessibility
ar: إمكانية الوصول

source: Account Status
ar: حالة الحساب

source: Account Status ID
ar: معرف حالة الحساب

source: Action Category Description
ar: وصف فئة الإجراء

# ActionCategoryFactorGUID
source: Action Category Factor
ar: عامل فئة العمل

# ActionCategoryGUID
source: Action Category
ar: فئة الإجراء

source: Action Category ID
ar: معرف فئة الإجراء

# ActionCategoryLanguageGUID
source: Action Category Language
ar: لغة فئة العمل

source: Action Details
ar: تفاصيل الإجراء

source: Action Entity Description
ar: وصف كيان الإجراء

# ActionEntityGUID
source: Entity
ar: وصف كيان الإجراء

# ActionEntityLanguageGUID
source: Action Entity Language
ar: لغة كيانات العمل

# ActionGUID
source: Action
ar: عامل

source: Action ID
ar: معرف الإجراء

# ActionLanguageGUID
source: Action Language
ar: لغة العمل

# ActionName
source: Accessibility
ar: إمكانية الوصول

# ActionShortName
source: Short Name
ar: اسم قصير

# ActionTakerGUID
source: Action Taker
ar: الاجراء المتخذ

source: Action Time
ar: وقت العمل

source: Action Type
ar: نوع الإجراء

source: Action Url
ar: عنوان الاجراء

# ActionVerbDescription
source: Action Description
ar: وصف الإجراء

# ActionVerbGUID
source: Action
ar: فعل فعلي

# ActionVerbLanguageGUID
source: Action Verb Language
ar: لغة فعل الفعل

source: Activation Date
ar: تفعيل التسجيل

# Active
source: Record Status
ar: حالة السجل

# ApplicationAcrynom
source: Application Acronym
ar: اختصار تطبيق

source: Application Description
ar: وصف التطبيق

# ApplicationGUID
source: Application
ar: تطبيق

source: Application ID
ar: رقم الاستمارة

# ApplicationLanguageGUID
source: Application Language
ar: لغة التطبيق

source: Application Status
ar: حالة التطبيق

# ApplicationStatusGUID
source: Application Status
ar: حالة التطبيق

source: Appliction Token
ar: الرمز المميز للتطبيق

# ApprovedByGUID
source: Approved By
ar: تمت الموافقة عليه من قبل

source: Approved On
ar: تمت الموافقة على

source: Area Name
ar: اسم المنطقة

# AuditFieldGUID
source: Audit Field
ar: حقل التدقيق

# AuditGUID
source: Audit
ar: تدقيق

# AuditPermissionGUID
source: AuditPermission
ar: إذن التدقيق

source: Block
ar: منع

source: Blood Group
ar: فصيلة الدم

source: Browser
ar: المتصفح

source: Building Name
ar: اسم المبنى

source: Bureau Description
ar: وصف مكتب

# BureauGUID
source: Bureau Description
ar: وصف مكتب

# ByUserProfileGUID
source: By User Profile
ar: بواسطة الملف الشخصي للمستخدم

source: Call Sign
ar: شارة تعريف

source: Campaign Plan
ar: خطة الحملة

# CandidateGender
source: Gender
ar: جنس

# CandidateName
source: Full Name
ar: الاسم الكامل

source: Category
ar: الفئة

source: City
ar: مدينة

source: Close Date
ar: تاريخ النهاية

# codeMenusRowVersion
source: Row Version
ar: نسخة الصف

source: Column Width
ar: عرض العمود

source: Computer Name
ar: اسم الحاسوب

# ConditionTypeGUID
source: Condition Type
ar: نوع الشرط

source: Condition Value
ar: حالة القيمة

# ConfirmedRegistrationQueue
source: I Will be Responsible for Grant (Him/Her) Access.
ar: أنا سوف تكون مسؤول للمنح (له / لها) الوصول.

# ConfirmPassword
source: Re-enter New
ar: أعد إدخال جديد

# ConnectionGUID
source: Connection
ar: صلة

# ContactDetailsGUID
source: Contact Details
ar: بيانات المتصل

source: Contract From
ar: العقد من

source: Contract Grade
ar: درجة العقد

# ContractGUID
source: Contract
ar: عقد

source: Contract Job Title
ar: عقد الوظيفة

source: Contract Step
ar: خطوة العقد

source: Contract To
ar: عقد ل

# ContractTypeGUID
source: Contract Type
ar: نوع العقد

# CountryA2Code
source: Country Code A2
ar: رمز البلد A2

# CountryA3Code
source: Country Code A3
ar: رمز البلد A3

source: Country Code
ar: الرقم الدولي

# CountryConfigurationGUID
source: CountryConfiguration
ar: تهيئة البلد

# CountryDescription
source: Country Name
ar: اسم الدولة

# CountryGUID
source: Country
ar: بلد

# CountryLanguageGUID
source: Country Language
ar: لغة البلد

source: Country Name
ar: اسم الدولة

# CountryOperationGUID
source: CountryOperation
ar: عملية البلد

# CurrentPassword
source: Current
ar: تيار

source: Data
ar: البيانات

source: Data Source
ar: مصدر البيانات

source: Data Table ID
ar: معرف جدول البيانات

source: Date of Birth
ar: تاريخ الولادة

# DayGUID
source: Day
ar: يوم

source: Default Connection
ar: الاتصال الافتراضي

source: definition
ar: فريف

source: DeletedOn
ar: تم الحذف

source: Department Code
ar: كود قسم

# DepartmentConfigurationGUID
source: Department Configuration
ar: تكوين القسم

source: Department Description
ar: وصف القسم

# DepartmentGUID
source: Department
ar: قسم

# DepartmentLanguageGUID
source: Department Language
ar: لغة القسم

source: Department Level
ar: مستوى الإدارة

# DepartmentsOrganizationsOperationsGUID
source: DepartmentsOrganizationsOperations
ar: الإدارات المنظمات العمليات

source: Department Type
ar: نوع القسم

# DepartmentTypeGUID
source: Department Type
ar: نوع القسم

source: Depends On
ar: يعتمد على

source: Description
ar: وصف

source: Details Sitemap Desciption
ar: تفاصيل خريطة الموقع ديسسيبتيون

# DetailsSitemapGUID
source: Details Sitemap
ar: تفاصيل خريطة الموقع

source: Details Templete
ar: تفاصيل تمبليت

source: Device Name
ar: اسم الجهاز

source: Director Email
ar: مدير البريد الإلكتروني

source: Director Name
ar: اسم المخرج

source: Director Phone
ar: مدير الهاتف

source: Document
ar: وثيقة

# DocumentDateExpire
source: Expire Date
ar: تاريخ انتهاء الصلاحية

# DocumentDateIssued
source: Issued Date
ar: تاريخ الإصدار

# DocumentGUID
source: Document
ar: وثيقة

source: Document Number
ar: رقم

# DocumentStatusCode
source: Status
ar: الحالة

# DocumentType
source: Type
ar: اكتب

# DocumentTypeText
source: Document Type
ar: نوع الوثيقة

# DutyStationConfigurationGUID
source: Duty Station Configuration
ar: تكوين محطة واجب

source: Duty Station Description
ar: وصف محطة العمل

# DutyStationGUID
source: Duty Station
ar: الثكنة العسكرية

# DutyStationLanguageGUID
source: Duty Station Language
ar: لغة محطة العمل

# DutyStationsOrganizationsOperationsGUID
source: DutyStations Organizations Operations
ar: ديوتيستاتيونس المنظمات العمليات

# ElectionCandidateGUID
source: Election Candidate
ar: مرشح الانتخابات

# ElectionStatffGUID
source: Election Statff
ar: الانتخابات ستاتف

source: Email Address
ar: عنوان البريد الإلكتروني

source: Employee Number
ar: رقم الموظف

source: Environment
ar: بيئة

# ExecutionTime
source: Execution Date
ar: تاريخ التنفيذ

# FactorColumnName
source: Database Column Name
ar: اسم عمود قاعدة البيانات

source: Factor Description
ar: وصف عامل

# FactorGUID
source: Factor
ar: عامل

# FactorLanguageGUID
source: FactorLanguage
ar: لغة عامل

source: Factor Parameter ID
ar: معرف معلمة عامل

source: Factors Token
ar: العوامل الرمزية

# FactorTreeLevel
source: Tree Level
ar: مستوى الشجرة

source: Factor Value
ar: قيمة عامل

# FatherName
source: Second Name
ar: الاسم الثاني

source: Field Name
ar: اسم الحقل

source: First Name
ar: الاسم الاول

source: Floor Number
ar: رقم الدور

# ForAuditPurpose
source: Action Type
ar: نوع الإجراء

source: From Date
ar: من التاريخ

source: From Time
ar: من وقت

source: Full Name
ar: الاسم الكامل

source: Gender
ar: جنس

source: Gender Description
ar: الجنس الوصف

# GenderGUID
source: Gender
ar: جنس

source: Gender ID
ar: معرف الجنس

source: Given Name
ar: الاسم المعطى

source: Grade
ar: درجة

# GrandFatherName
source: Third Name
ar: الاسم الثالث

source: Home Address
ar: عنوان المنزل

# HomeAddressLanguageGUID
source: Home Address Language
ar: الصفحة الرئيسية عنوان اللغة

source: Home Land Line Area Code
ar: الصفحة الرئيسية رمز المنطقة الأرضية

source: Home Land Line Country Code
ar: هوم لاند لين كود البلد

source: Home Land Line Number
ar: الصفحة الرئيسية رقم الخط الأرضي

source: Home Phone
ar: هاتف المنزل

source: Home Phone Country Code
ar: رمز البلد الهاتف البلد

source: Home Phone Number
ar: رقم الهاتف المنزلي

# HoOGUID
source: Head of the Office
ar: رئيس المكتب

source: Host IP
ar: عنوان إب المضيف

source: HQ Address
ar: عنوان هق

# Icon
source: HTML Icon
ar: رمز هتمل

source: Index Number
ar: رقم الفهرس

source: Index Sitemap Desciption
ar: فهرس سيتماب ديسسيبتيون

# IndexSitemapGUID
source: Index Sitemap
ar: فهرس سيتماب

# IndividualGUID
source: Individual
ar: فرد

source: Individual ID
ar: معرف فردي

source: Initial Catalog
ar: كتالوج الأولي

source: Instance Description
ar: وصف المثيل

source: IP Phone CountryCode
ar: إب كونتريكود الهاتف

source: IP Phone Number
ar: رقم هاتف إب

source: IP Phone Number From Outside Area Code
ar: إب رقم الهاتف من خارج رمز المنطقة

source: IP Phone Number From Outside Country Code
ar: إب رقم الهاتف من خارج رمز البلد

source: IP Phone Number From Outside Extension
ar: إب رقم الهاتف من خارج التمديد

source: IP Phone Number From Outside Internal Code
ar: إب رقم الهاتف من خارج القانون الداخلي

source: IP Phone Office Code
ar: رمز مكتب الهاتف إب

source: Is Confirmed
ar: مؤكدة

source: Is Current
ar: حالي

# IsDeleted
source: Record Stauts
ar: سجل ستوتس

source: Is First Login
ar: هو الأول تسجيل الدخول

# IsInsideTheCountry
source: Inside The Country
ar: داخل البلد

# IsPublic
source: Accessibility
ar: إمكانية الوصول

source: Is UNHCR Action
ar: هو عمل المفوضية

# IsValuePurpose
source: Factor Purpose
ar: عامل الغرض

source: Job Title
ar: المسمى الوظيفي

# JobTitleDescription
source: Job Title
ar: المسمى الوظيفي الوصف

# JobTitleGUID
source: Job Title
ar: المسمى الوظيفي

# JobTitleLanguageGUID
source: Job Title Language
ar: لغة الوظيفة

source: Language ID
ar: معرف اللغة

source: Language IS O3
ar: اللغة هي O3

source: Language Name E N
ar: اسم اللغة E N

source: Language Name Local
ar: اسم اللغة محلي

source: Last Name
ar: الكنية

source: Latitude
ar: خط العرض

source: Level ID
ar: معرف المستوى

source: Location Description
ar: وصف الموقع

# LocationGUID
source: Location
ar: موقعك

# LocationLanguageGUID
source: Location Language
ar: لغة الموقع

# LocationlevelID
source: Location Level
ar: مستوى الموقع

# LocationParentGUID
source: Location Parent
ar: الموقع الرئيسي

source: Location P Code
ar: الموقع P كود

# LocationTypeGUID
source: Location Type
ar: نوع الموقع

source: Lock Status
ar: حالة القفل

source: Login Time
ar: وقت تسجيل الدخول

source: Logout Time
ar: وقت الخروج

source: Longitude
ar: خط الطول

source: Mail Templete
ar: البريد تمبليت

source: Manager Email Address
ar: عنوان البريد الإلكتروني للمدير

source: Manager First Name
ar: مدير الاسم الأول

# ManagerGUID
source: Manager
ar: مدير

source: Manager Job Title
ar: مدير المسمى الوظيفي

source: Manager Last Name
ar: ماناجر اسم العائلة

# ManagerTypeGUID
source: Manager Type
ar: نوع مدير

source: Menu Description
ar: وصف القائمة

source: Menu Globalization
ar: القائمة العولمة

# MenuGUID
source: Application Menu
ar: قائمة التطبيقات

# MenuLanguageCode
source: Application Menu Language Code
ar: تطبيق رمز اللغة القائمة

# MenuLanguageGUID
source: Application Menu Language
ar: تطبيق القائمة اللغة

source: Meta data
ar: البيانات الوصفية

source: Metro Code
ar: رمز المترو

source: Middle Name
ar: الاسم الأوسط

source: Mobile Device Manufacturer
ar: مصنع الجهاز المحمول

source: Mobile Device Model
ar: نموذج جهاز الجوال

source: Mobile Number Prm
ar: رقم الجوال برم

source: Mobile Number Prm Country Code
ar: رقم الهاتف برم كود البلد

source: Mobile Number Sec
ar: رقم الهاتف الجوال

source: Mobile Number Sec Country Code
ar: رمز البلد سيك رقم الجوال

source: My New ID
ar: معرف جديد

source: Name
ar: اسم

source: Nationality
ar: جنسية

# NewPassword
source: New
ar: الجديد

source: New Value
ar: قيمة جديدة

source: Note
ar: ملحوظة

# NotificationGUID
source: Notification
ar: إعلام

# NotificationLanguageGUID
source: Notification Language
ar: لغة الإعلام

source: Office Address
ar: عنوان المكتب

source: Office Description
ar: وصف المكتب

# OfficeGUID
source: Building
ar: مكتب. مقر. مركز

source: Office Land Line Area Code
ar: مكتب منطقة الأرض رمز المنطقة

source: Office Land Line Country Code
ar: رمز البلد الخط الأرضي للمكتب

source: Office Land Line Number
ar: رقم خط أرض المكتب

# OfficeLanguageGUID
source: Office Language
ar: لغة المكتب

# OfficePhoneCountryCode
source: Phone Country Code
ar: رمز البلد الهاتف

source: Office Phone Number
ar: رقم هاتف المكتب

# OfficeTypeGUID
source: Office Type
ar: نوع المكتب

source: Old Value
ar: القيمة القديمة

source: On Desktop
ar: على سطح المكتب

source: On Mobile
ar: على الجوال

source: On Tablet
ar: على الكمبيوتر اللوحي

source: Operation Department Description
ar: وصف قسم العمليات

# OperationDepartmentGUID
source: Operation Department
ar: إدارة العمليات

# OperationDepartmentLanguageGUID
source: Operation Department Language
ar: عملية قسم اللغة

# OperationDescription
source: Operation
ar: وصف العملية

# OperationFromDate
source: From Date
ar: من التاريخ

# OperationGUID
source: Operation
ar: عملية

# OperationLanguageGUID
source: Operation Language
ar: لغة التشغيل

# OperationsCount
source: # Operations
ar: # عمليات

# OperationToDate
source: To Date
ar: ان يذهب في موعد

source: Orderable
ar: ترتيب قادرة

# OrganizationDescription
source: Organization Full Name
ar: اسم المنظمة الكامل

# OrganizationFocusCode
source: Focus Code
ar: رمز التركيز

# OrganizationGUID
source: Organization
ar: المنظمة

# OrganizationInstanceDescription
source: Organization Instance
ar: مؤسسة المنظمة

# OrganizationInstanceGUID
source: Organization Instance
ar: مؤسسة المنظمة

# OrganizationInstanceLanguageGUID
source: OrganizationInstance Language
ar: اللغة المنظمة

# OrganizationLanguageGUID
source: Organization Language
ar: لغة المنظمة

source: Organization Name
ar: اسم المؤسسة

# OrganizationOperationDepartementGUD
source: Job Title
ar: المسمى الوظيفي

# OrganizationOperationDutyStationGUID
source: Organization Operation Duty Station
ar: منظمة عملية واجب محطة

# OrganizationOperationGUID
source: Organization Operation
ar: عملية التنظيم

# OrganizationShortName
source: Short Name
ar: اسم قصير

# OrganizationsInstancesDescription
source: Organizations Instances
ar: مثيلات المنظمات

# OrganizationsInstancesGUID
source: Organizations Instances
ar: مثيلات المنظمات

source: Organization Type
ar: نوع المنظمة

# OrganizationTypeGUID
source: Type
ar: اكتب

# OrganizationWebSite
source: Web Site
ar: موقع الكتروني

source: Origin Country Code
ar: رمز البلد المنشأ

# ParentDepartmentGUID
source: Parent Department
ar: إدارة الوالدين

source: Parent Description
ar: وصف الوالد

# ParentGUID
source: Parent
ar: الأبوين

# ParentMenuDescription
source: Parent Menu
ar: القائمة الرئيسية

source: Parent Sitemap Description
ar: وصف ملف سيتماب الأصل

source: Password
ar: كلمه السر

# Password1
source: Password
ar: كلمه السر

# PasswordGUID
source: Password
ar: كلمه السر

source: Permission Action
ar: إجراء إذن

# PermissionGUID
source: Permission
ar: الإذن

# PermissionHistoryGUID
source: Permission History
ar: تاريخ الإذن

# PersnalInformationGUID
source: Persnal Information
ar: معلومات بيرسنال

# PersonalDetailsLanguageGUID
source: Personal Details Language
ar: البيانات الشخصية اللغة

source: Phone Code
ar: رمز الهاتف

source: Photo
ar: صورة فوتوغرافية

source: Platform
ar: برنامج

source: Position Number
ar: رقم الموقع

# PreferedLanguageID
source: Prefered Language
ar: اللغة المفضلة

# PrimaryMobileCountryCode
source: Primary Mobile Country
ar: البلد المحمول الأساسي

source: Primary Mobile Number
ar: رقم الجوال الأساسي

source: Private Email Address
ar: عنوان البريد الإلكتروني الخاص

source: Processing Group Number
ar: رقم مجموعة المعالجة

# ProcessStatusCode
source: Status
ar: الحالة

source: Provider
ar: مزود

source: Rate
ar: معدل

# RecordGUID
source: Record
ar: سجل

source: Redirect URL
ar: إعادة توجيه URL

source: Region Code
ar: رمز المنطقة

source: Registration Date
ar: تاريخ التسجيل

source: Render Html
ar: تقديم هتمل

source: Requested On
ar: طلب على

source: Responsive Priority
ar: الأولوية المستجيبة

# ResultShareTypeGUID
source: Result Share Type
ar: نوع مشاركة النتيجة

source: Room Number
ar: رقم الغرفة

source: SAL From
ar: سال من

source: SAL To
ar: سال إلى

source: Searchable
ar: بحث

source: Secondary Mobile Number
ar: رقم الجوال الثانوي

# SecondayMobileCountryCode
source: Seconday Mobile Country
ar: ثانية موبايل البلد

source: Security Answer
ar: جواب الامن

source: Security Question
ar: .مسألة أمان

# SecurityQuestionGUID
source: Security Question
ar: .مسألة أمان

source: Sequence Number
ar: رقم التسلسل

# ServiceCategoryGUID
source: Service Category
ar: فئة الخدمة

# ServiceHistoryGUID
source: Service History
ar: سجل الخدمة

# ServiceHistoryJobLanguageGUID
source: Service History Job Language
ar: التاريخ الوظيفي لغة الوظيفة

# ServiceHistoryOperationGUID
source: Service History Operation
ar: تاريخ عملية التشغيل

# sexcode
source: Gender
ar: الجنس

source: Show Result
ar: نتيجة العرض

source: Sitemap Description
ar: خريطة الموقع الوصف

# SitemapGUID
source: Sitemap
ar: خريطة الموقع

# SitemapLanguagesGUID
source: Sitemap Languages
ar: لغات سيتماب

source: Sort ID
ar: معرف التصنيف

# SponsoredByGUID
source: Sponsored By
ar: برعاية

# SponsorEmail
source: Sponsor Email Address
ar: عنوان البريد الإلكتروني للرعاة

# SponsorGUID
source: Sponsor Name
ar: اسم الراعي

# SponsorUserProfileGUID
source: Sponsor
ar: كفيل

source: Start Date
ar: تاريخ البدء

source: Step
ar: خطوة

source: Surname
ar: اللقب

# TableGUID
source: Table
ar: الطاولة

source: Table Name
ar: اسم الطاولة

# TableValueConfigurationGUID
source: Table Value Configuration
ar: تكوين قيمة الجدول

# TableValueLanguageGUID
source: Table Value Language
ar: جدول القيمة اللغة

# TableValueOperationGUID
source: Table Value Operation
ar: الجدول قيمة العملية

# TableValueOperationOrganizationGUID
source: TableValue Operation Organization
ar: تابليفالو عملية المنظمة

source: Target
ar: الهدف

# TelecomCompanyDescription
source: Telecom Company
ar: وصف شركة الاتصالات

source: Time Zone
ar: المنطقة الزمنية

# TimeZoneID
source: Time Zone Settings
ar: إعدادات المنطقة الزمنية

source: Title
ar: العنوان

source: Title Templete
ar: عنوان القالب

source: To Date
ar: ان يذهب في موعد

source: Token
ar: رمز

source: Total Votes
ar: مجموع الأصوات

source: ToTime
ar: الى وقت

# ToUserGUID
source: To User
ar: إلى المستخدم

source: Transaction Date Time
ar: تاريخ المعاملة الوقت

source: TransactionType
ar: نوع المعاملة

source: UNHCR Represantative
ar: المفوضية السامية للأمم المتحدة لشؤون اللاجئين

# UserAuditGUID
source: User Audit
ar: تدقيق المستخدم

# UserConnectionGUID
source: User Connection
ar: اتصال المستخدم

# UserGUID
source: Staff Name
ar: المستعمل

source: User Host Address
ar: عنوان مضيف المستخدم

source: User ID
ar: معرف المستخدم

# UserManagersHistoryGUID
source: User Managers History
ar: تاريخ مدراء المستخدمين

# UserNotificationControlGUID
source: User Notification Control
ar: التحكم إعلام المستخدم

# UserProfileGUID
source: User Profile
ar: ملف تعريفي للمستخدم

# UserProfileIcon
source: Use User Profile Icon
ar: استخدام رمز الملف الشخصي للمستخدم

# UserRegistrationQueueGUID
source: user Registration Queue
ar: المستخدم قائمة انتظار التسجيل

# UserStepsHistoryGUID
source: User Steps History
ar: سجل خطوات المستخدم

source: Value Description
ar: القيمة الوصف

# ValueGUID
source: Value
ar: القيمة

source: Verbal Name
ar: الاسم اللفظي

source: version
ar: الإصدار

source: Vote Rate
ar: معدل التصويت

# VTCIP
source: Video Teleconference IP
ar: إب تيليكونفيرنس عبر الفيديو

# WorkingDaysConfigurationGUID
source: Working Days Configuration
ar: تكوين أيام العمل

source: ZipCode
ar: الرمز البريدي

source: Record Status
ar: حالة السجل

source: Import Staff File
ar: استيراد ملف المنتخبين

source: Process File
ar: معالجة الملف

source: Save File
ar: حفظ الملف

source: Change Default Message
ar: تغيير الرسالة الأفتراضية

source: Edit Election
ar: تعديل التصويت

source: Election Candidate
ar: المرشحين

# ElectionInivationStaff
source: Invite Staff to vote
ar: دعوة المصوتين للتصويت

source: Election Result
ar: نتائج التصويت

# ElectionStaff
source: Staff
ar: لائحة المصوتين

source: Election Vote
ar: تصويت

source: Export Election Result
ar: تصدير نتائج التصويت

source: New Election
ar: تصويت جديد

source: Refresh
ar: تحديث

source: Staff Status
ar: الحالة

# totalInvitedElection
source: Total staff Invited for elcetion
ar: عدد المدعوين للتصويت

# TotalNotVotedForEelcetion
source: Total Staff not Voted for election
ar: عدد غير المصوتين

# TotalStaffVoted
source: Total Staff Voted for election
ar: عدد المصوتين

source: Vote Page
ar: صفحة الانتخاب

source: Unknown Value
ar: قيمة غير معرفة

source: Change Photo
ar: تعديل الصورة

source: Chose Image
ar: اختر صورة

# EditCandidateInfo
source: Edit Candidate Information
ar: تعديل بيانات المرشح

source: Edit Staff
ar: تعديل بيانات المصوت

source: Election Conditions
ar: شروط الإنتخاب

source: New Candidate
ar: مرشح جديد

source: New Staff
ar: مصوت جديد

source: Save Changes
ar: حفظ التغييرات

source: Duty Station
ar: مكان العمل

source: Election Close Date
ar: تاريخ نهاية التصويت

source: Election Details
ar: لمحة عن التصويت(هدف التصويت والشروط....)

# ElectionStartDate
source: Start Date
ar: تاريخ بداية التصويت

source: Election Title
ar: عنوان التصويت

source: Organization Instance
ar: اسم المنظمة

source: Appointment
ar: موعد

source: Appointment Calendar Holded
ar: تقويم موعد عقد

source: Appointment Date Time
ar: الموعد بالتاريخ و الوقت

source: Appointment Type
ar: نوع الموعد

source: Appointment Type Calender
ar: جدول أنواع الموعد

source: Appointment Type Description
ar: نوع المواعيد الوصف

source: Appointment Type Language
ar: لغة نوع المواعيد

# AppointmentWithUser
source: Appointment With
ar: الموعد مع

source: Arrived
ar: وصل

# Cancelled
source: Canceled
ar: ألغيت

source: Case
ar: الملف

source: Case Size
ar: حجم الملف

source: Code
ar: الشيفرة

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

source: Contact Info
ar: معلومات الاتصال

source: Country
ar: بلد

source: Date Key
ar: مفتاح التاريخ

# Department
source: Units
ar: القسم

source: File Number
ar: رقم الملف

source: House Hold
ar: عقد المنزل

# ICNameEN
source: Name In English
ar: الاسم باللغة الإنجليزية

# ICNameOtherLanguages
source: Name Other Languages
ar: الاسم بلغات أخرى

source: Phone Number
ar: رقم الهاتف

source: Phone Type
ar: نوع الهاتف

source: Prevent Appointments
ar: منع المواعيد

source: Priority
ar: أفضلية

source: Public Holday
ar: عطلة عامة

source: Rescheduled From
ar: إعادة جدولة الموعد

source: Slot Available
ar: المواعيد المتاحة

source: Slot Closed
ar: المواعيد المغلقة

source: Status
ar: الحالة

source: Token Colour
ar: لون الرمز

source: Token Number
ar: رقم الرمز

# ElectionVoteMessage
source: Invitation vote message :
ar: رسالة الدعوة للتصويت

source: Of Candidates
ar: من المرشحين

source: of Female Candidates
ar: من المرشحين الإناث

source: Of Male Candidates
ar: من المرشحين الذكور

source: Send Message
ar: إرسال رسالة

source: Sort
ar: ترتيب

# ContactInfoGUID
source: Contact Info
ar: معلومات الاتصال

# AppointmentWithUserGUID
source: Employee
ar: الموظفين

# CaseGUID
source: Case
ar: الملف

# AppointmentGUID
source: Appointment
ar: المقابلة

# TokenColourGUID
source: Token Colour
ar: لون الرمز

# EventEndDate
source: Event Ending Date
ar: تاريخ نهاية الحدث

# EventStartDate
source: Event Starting Date
ar: تاريخ بداية الحدث

# AppointmentTypeCalenderGUID
source: Appointment Calendar Slots
ar: المواعيد المجدولة المتوافرة

source: Event Each Day
ar: حدث كل يوم

# ItemDescription
source: Item Group
ar: اسم المادة

# ModelDescription
source: Model Name
ar: اسم الموديل

# BrandDescription
source: Brand Name
ar: اسم الشركة المصنعة

# DeterminantGUID
source: Determinant
ar: المحدد

# DeterminatDescription
source: Determinat
ar: وصف المحدد

# WarehouseDescription
source: Warehouse Name
ar: اسم المستودع

source: Barcode Number
ar: رقم الباركود

source: Custodian
ar: العهدة

# IME1
source: IMEI
ar: رقم الإيمي

# ItemInputDetailGUID
source: ItemInputDetail
ar: ItemInputDetailGUID

# ModelStatus
source: Physical Status
ar: حالة الموديل

source: Part Number
ar: المعرف الأساسي
