Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxDbFields.*.resx
Languages: ar

# TeamLeaderGUID
source: Team Leader
ar: قائد الفريق

# TeamLeaderName
source: Team Leader
ar: قائد الفريق

source: Telecom Company Acronym
ar: شركة اتصالات

# TelecomCompanyGUID
source: TelecomCompany
ar: شركة اتصالات

# TelecomCompanyLanguageGUID
source: TelecomCompanyLanguage
ar: لغة شركة الاتصالات

# TelecomCompanyOperationConfigGUID
source: Telecom Company
ar: شركة اتصالات

# TelecomCompanyOperationFileColumnGUID
source: TelecomCompanyOperationFileColumn
ar: عمود ملف تشغيل شركة الاتصالات

# TelecomCompanyOperationGUID
source: TelecomCompanyOperation
ar: تشغيل شركة الاتصالات

# TelecomCompanyOperationLandlineConfigurationGUID
source: Landline Template
ar: قالب الخط الأرضي

# TelecomCompanyOperationMobileConfigurationGUID
source: Mobile Template
ar: قالب الجوال

source: TempMissionActionGUID
ar: عمل مهمة مؤقتة

source: Tender Bid Opening Date (Financial)
ar: تاريخ فتح العطاء (مالي)

source: Tender Bid Opening Date (Technical)
ar: تاريخ فتح العطاء (فني)

source: TenderBOCGUID
ar: المناقصة

source: Tender Box Number
ar: رقم صندوق المناقصة

# TenderBoxNumbers
source: Tender Box Number
ar: رقم صندوق المناقصة

source: Tender Cancel Date
ar: تاريخ إلغاء المناقصة

source: Tender Closing Date
ar: تاريخ إغلاق المناقصة

# TenderDateForBidderConference
source: Date For Bidder Conference
ar: موعد مؤتمر العارض

# TenderDeadlineForClarification
source: Deadline For Clarification
ar: الموعد النهائي للتوضيح

# TenderExtendedClosingDate
source: Extended Closing Date
ar: تاريخ الإغلاق الممتد

source: Tender Financial Evaluation Date
ar: تاريخ التقييم المالي للعطاء

source: TenderGUID
ar: مناقصة

source: TenderingAndEvaluationGUID
ar: TUEDINGAndEValuationGUID

source: Tender Launching Date
ar: تاريخ طرح المناقصة

source: Tender Reference
ar: مرجع العطاء

source: Tender Reminder Days
ar: أيام تذكير العطاء

source: TenderRequisitionGUID
ar: GUID

# TenderResolutionGUID
source: Tender Resolution
ar: قرار العطاء

# TenderSampleSubmissionDeadline
source: Sample Submission Deadline
ar: الموعد النهائي لتقديم العينة

source: Tender Sequence
ar: تسلسل العطاء

# TenderSiteVisitDate
source: Site Visit Date
ar: تاريخ زيارة الموقع

# TenderStatusDescription
source: Status
ar: الحالة

# TenderStatusGUID
source: Tender Status
ar: حالة العطاء

source: Tender Subject
ar: موضوع العطاء

source: Tender Technical Evaluation Date
ar: تاريخ التقييم الفني للعطاء

source: Tender Type
ar: نوع العطاء

# TenderTypeGUID
source: Tender Type
ar: نوع العطاء

# Title1
source: Title
ar: عنوان

source: Title (Arabic) MOFA
ar: العنوان (عربي) وزارة الخارجية

source: Title (Arabic) MSRP
ar: العنوان (عربي) MSRP

source: Title (English) MOFA
ar: العنوان (انجليزي) وزارة الخارجية

source: Title (English) MSRP
ar: العنوان (الإنجليزية) MSRP

source: ToDisplayText
ar: لعرض النص

source: ToDisplayValue
ar: لعرض القيمة

source: Total Amount
ar: المبلغ الإجمالي

source: Total Avaiable
ar: مجموعه متاحة

source: Total Call Cost
ar: إجمالي تكلفة المكالمة

source: Total Days
ar: مجموع الأيام

source: Total Days In Month
ar: مجموع الأيام في الشهر

source: Total Days Not Payable
ar: مجموع أيام الدفع

source: Total Days Payable
ar: إجمالي أيام الدفع

# TotalDaysReminigForAppointment
source: Total Dapys Remining for appointment
ar: إجمالي الأيام المتبقية للتعيين

# TotalDispatchedItems
source: Q Dispatched
ar: س إيفاد

source: Total Entitlements
ar: إجمالي الاستحقاقات

source: Total Entry
ar: إجمالي الدخول

source: Total Item
ar: إجمالي البند

# TotalItemAllStocks
source: Item In All Stocks
ar: البند في جميع الأسهم

source: Total Item In All Stock
ar: إجمالي البند في جميع الأسهم

# TotalItemNotVerified
source: Total Not Verified
ar: لم يتم التحقق من الإجمالي

# TotalItemPipeLine
source: Item PipeLine
ar: خط الأنابيب البند

# TotalItemStockWithPipeLine
source: Item Stock With pipeline
ar: مخزون البند مع خط الأنابيب

# TotalItemVerified
source: Total Verified
ar: مجموع التحقق

# TotalReach
source: Total reached as per the unit in the previous field
ar: تم الوصول إلى الإجمالي حسب الوحدة في الحقل السابق

source: TotalRecipients
ar: إجمالي المستلمين

source: Total Release
ar: إجمالي الإصدار

source: Total Reserved For Emergency
ar: المجموع المحجوز للطوارئ

source: Total Staff
ar: مجموع الموظفين

source: Total Staff Confimed
ar: تم تأكيد إجمالي عدد الموظفين

# TotalStaffConfirm
source: Total Staff Confirmed
ar: تم تأكيد إجمالي عدد الموظفين

# TotalStaffNotConfirm
source: Staff did not Confirm
ar: لم يؤكد الموظفون

source: Total Staff Pending
ar: إجمالي الموظفين المعلقين

source: Total Stock With Pipeline
ar: إجمالي المخزون مع خط الأنابيب

source: TotalWarrantyMonths
ar: إجمالي الضمان أشهر

source: Total_Cumulative_Interventions
ar: المجموع_التداخلات_ التراكمية

source: Total_Men
ar: مجموع الرجال

source: Total_Men_Cumu
ar: مجموع الرجال Cumu

source: Total_New_Men
ar: مجموع الرجال الجدد

source: Total_New_Women
ar: المجموع_الجديد_نساء

source: Total_Women
ar: مجموع النساء

source: Total_Women_Cumu
ar: المجموع_النساء_يومو

source: TrackStockUploadGUID
ar: تتبع تحميل الأسهم

source: Trans Creator
ar: عبر الخالق

source: Trans Date
ar: تاريخ العبور

source: Transfer By
ar: نقل بواسطة

source: Transfer Date
ar: تاريخ التحويل

# TransferedByGUID
source: TransferedBy
ar: تم التحويل بواسطة

# TransferLocationGUID
source: Case Location
ar: موقع القضية

# TransferLocationName
source: Location
ar: موقعك

source: Travel Purpose
ar: غرض السفر

source: Travel Time In
ar: وقت السفر في

source: Travel Time Out
ar: وقت السفر

source: Type Date Of Last Travel Interrupting
ar: اكتب تاريخ آخر مقاطعة للسفر

source: UN Agency Email Address
ar: عنوان البريد الإلكتروني لوكالة الأمم المتحدة

source: UN Agency Phone Number
ar: رقم هاتف وكالة الأمم المتحدة

# UNAgencyStaffName
source: UN Agency Traveler Name
ar: اسم موظفي وكالة الأمم المتحدة

source: UN Agency Vehicle Number
ar: رقم مركبة وكالة الأمم المتحدة

source: UNHCR ID Number
ar: رقم هوية المفوضية

# UNHCRNumber
source: (UNHCR/Card) Number
ar: رقم (المفوضية / البطاقة)

source: UNHCR Strategy
ar: استراتيجية المفوضية

source: Unit Cost
ar: تكلفة الوحدة

source: Unit Name
ar: إسم الوحدة

source: Units
ar: الوحدات

source: UNLP Date Of Expiry
ar: تاريخ انتهاء الصلاحية

source: UNLP Date Of Issue
ar: تاريخ إصدار قاعدة الأمم المتحدة للوجستيات

source: UNLP Number
ar: رقم UNLP

source: UNLP Photo
ar: صورة UNLP

source: Update By
ar: تحديث بواسطة

# UpdateByUserGUID
source: Update By User
ar: تحديث بواسطة المستخدم

source: Update Date
ar: تاريخ التحديث

source: Updated By
ar: تم التحديث بواسطة

# UpdatedByUserGUID
source: Updated By User
ar: تم التحديث بواسطة المستخدم

source: Updated On
ar: تحديث في

source: Upload By User
ar: تحميل بواسطة المستخدم

# UploadByUserGUID
source: Uploaded By
ar: تم الرفع بواسطة

source: Upload Date
ar: تاريخ الرفع

source: Upload DateTime
ar: وقت التحميل

source: Uploaded By
ar: تم الرفع بواسطة

# UploadedByGUID
source: Uploaded By
ar: تم الرفع بواسطة

# UploadedByUserGUID
source: Uploaded By
ar: تم الرفع بواسطة

# UserBillDetailGUID
source: UserBillDetail
ar: تفاصيل المستخدم

source: UserDriverGUID
ar: سائق

# UserMenuShortcutGUID
source: UserMenuShortcut
ar: اختصار قائمة المستخدم

source: UserName
ar: اسم المستخدم

# UserPassengerGUID
source: Passenger
ar: راكب

source: userStepsHistoryRowVersion
ar: خطوات المستخدم

source: User Transfer Status
ar: حالة نقل المستخدم

# UserWarhouseGUID
source: Warehouse
ar: مستودع

source: Valid
ar: صالح

source: Validated By
ar: تم التحقق من صحتها بواسطة

source: Validated On
ar: تم التحقق منه في

source: Value
ar: القيمة

source: ValueType
ar: نوع القيمة

source: Vechile Model
ar: موديل المركبة

# VehicalGUID
source: Vehical
ar: مركبة

source: Vehical Number
ar: عدد المركبات

source: Vehicle Color
ar: لون السيارة

source: VehicleGUID
ar: مركبة

source: VehicleMaintenanceRequestGUID
ar: طلب صيانة المركبة

source: Vehicle Number
ar: عدد المركبات

# VehicleRequestNumber
source: Reference Number
ar: رقم الطلب

# VendorPerformanceFormGUID
source: Vendor Performance Form
ar: نموذج أداء البائع

source: Verification End Date
ar: تاريخ انتهاء التحقق

# VerificationPeriodName
source: Verification Period
ar: فترة التحقق

source: Verification Start Date
ar: تاريخ بدء التحقق

source: VerificationStatusGUID
ar: حالة التحقق

# VerifiedBy
source: Verify By
ar: التحقق من قبل

source: Verify By
ar: التحقق من قبل

source: Verify Date
ar: تحقق من التاريخ

source: Viewed Date
ar: تاريخ المشاهدة

source: Visit Date
ar: تاريخ الزيارة

source: Visit Objective Description
ar: زيارة وصف الهدف

# VisitObjectiveGUID
source: Visit Objective
ar: هدف الزيارة

# VisitObjectiveLanguageGUID
source: Visit Objective Language
ar: قم بزيارة لغة الهدف

source: Visit Objective Name
ar: زيارة اسم الهدف

# VisitObjectives
source: Objectives of the Mission
ar: أهداف البعثة

source: Visit Purpose AR
ar: زيارة الغرض AR

source: Visit Purpose EN
ar: زيارة الغرض EN

source: VoteDate
ar: تاريخ التصويت

# WarehouseConsumablePendingConfirmationoDataTable
source: Warehouse Consumable Pending Confirmation DataTable
ar: مستودع بيانات مستهلك في انتظار المراجعة

# WarehouseFocalPointGUID
source: WarehouseFocalPoint
ar: منسق المستودعات

source: WarehouseGeneralFeatureDescription
ar: وصف الميزة العامة للمستودع

# WarehouseGeneralFeatureLanguageGUID
source: WarehouseGeneralFeatureLanguage
ar: لغة الميزة العامة للمستودع

# WarehouseGUID
source: Warehouse
ar: مستودع

# WarehouseItemClassificationDescription
source: Item Category Name
ar: اسم التصنيف

# WarehouseItemClassificationGUID
source: Item Category
ar: تصنيف

# WarehouseItemClassificationLanguageGUID
source: WarehouseItemClassificationLanguage
ar: لغة تصنيف عنصر المستودع

# WarehouseItemDeterminantGUID
source: WarehouseItemDeterminant
ar: محدد عنصر المستودع

# WarehouseItemFeaturGUID
source: WarehouseItemFeatur
ar: ميزة عنصر المستودع

# WarehouseItemGUID
source: Item Group
ar: اسم عنصر التصنيف الفرعي

# WarehouseItemLanguagGUID
source: WarehouseItemLanguag
ar: لغة عنصر المستودع

# WarehouseItemModelDeterminantGUID
source: Item Determinant
ar: محدد البند

# WarehouseItemModelFeatureGUID
source: Item Feature
ar: ميزة البند

# WarehouseItemModelGUID
source: Item
ar: بند

# WarehouseItemModelLanguageGUID
source: Item Language
ar: لغة العنصر

# WarehouseItemPackingTypeGUID
source: WarehouseItemPackingType
ar: نوع تعبئة عنصر المستودع

# WarehouseItemTypeGUID
source: WarehouseItemType
ar: نوع عنصر المستودع

# WarehouseLanguageGUID
source: WarehouseLanguage
ar: مستودع اللغة

# WarehouseLocationDescription
source: Location
ar: موقعك

# WarehouseLocationGUID
source: Location
ar: موقعك

source: Warehouse Name
ar: اسم المستودع

source: Warehouse Owner
ar: مالك المستودع

# WarehouseOwnerGUID
source: WarehouseOwner
ar: المستودع المالك

# WarehouseRequesterTypeDescription
source: Description
ar: وصف

# WarehouseRequesterTypeGUID
source: Requester Type
ar: نوع مقدم الطلب

# WarehouseRequesterTypeLanguageGUID
source: Requester Type
ar: نوع مقدم الطلب

# WarehouseSiteGUID
source: WarehouseSite
ar: موقع المستودع

source: WarehouseStoreDescription
ar: وصف مخزن المستودعات

# WarehouseStoreLanguageGUID
source: WarehouseStoreLanguage
ar: لغة المستودعات

# WarehouseSubLocationGUID
source: Sub Location
ar: الموقع الفرعي

source: Warehouse Type Description
ar: وصف نوع المستودع

# WarehouseTypeGUID
source: Warehouse Type
ar: نوع المستودع

# WarehouseTypeLanguageGUID
source: Warehouse Type Language
ar: لغة المستودع

source: Warranty End Date
ar: تاريخ انتهاء الضمان

source: Warranty length
ar: مدة الضمان

# WifeHusbandName
source: Name of Wife\Husband (if exist)
ar: اسم الزوجة / الزوج (إن وجد)

# WithReturnDate
source: Include Return Date
ar: تضمين تاريخ العودة

# Women
source: Women - (18-59 years old)
ar: نساء (بين 18 و 59 سنة)

# WomenNew
source: New Women - Adults reached
ar: النساء الجدد - تم الوصول إلى البالغين (الإناث ، 18-59)

source: Women_Cumu
ar: النساء كومو

source: Women_New_Total
ar: المجموع الجديد للمرأة

source: Women_Total
ar: مجموع النساء

source: Word Text
ar: نص كلمة

# WorkAddressLanguageGUID
source: WorkAddressLanguage
ar: لغة عنوان العمل

# WorkGroupDescription
source: Work Group
ar: مجموعة العمل

# WorkGroupGUID
source: Work Group
ar: مجموعة العمل

source: Working Hours
ar: ساعات العمل

# WorkOnFileStatus
source: File Status
ar: حالة الملف

# WorkOnFileStatusGUID
source: Status
ar: الحالة

# WorkOnPPAFileStatus
source: Status
ar: الحالة

source: Year
ar: عام

# YearId
source: Year Number
ar: رقم السنة

# AgancyConfirm
source: Agency Confirm
ar: موافقة الوكالة

# AgancyEvaluation
source: Agency Evaluation
ar: تقييم الوكالة

source: AssessmentDescription
ar: وصف التقييم

source: AssessmentTitle
ar: عنوان التقييم

source: Checked
ar: التحقق

source: Name_JobTitleOfPersone
ar: الاسم_الوظيفة

# PartnerConfirm
source: Partner Confirmation
ar: موافقة الشريك

source: Partner Evaluation
ar: تقييم الشريك

source: PartnerName
ar: اسم شريك

source: Supporting documents
ar: الملف الداعم المرفق

source: Host Community
ar: المجتمع المضيف

# IdpTotal
source: IDPs
ar: النازحون

source: Indicator Guidance
ar: دليل المؤشر

# MeasurementTotal
source: Total Achievement
ar: إجمالي الإنجاز

# ObjectiveStatusGUID
source: Objective Status
ar: حالة الهدف

# RefTotal
source: Refugees
ar: اللاجئون

# RetTotal
source: Returnees
ar: العائدون

# PMDCommunityCenter
source: Community Center Location Name
ar: اسم المركز المجتمعي

# PMDCommunityCenterGUID
source: Community Center Location Name
ar: اسم المركز المجتمعي

source: Distribution Date
ar: تاريخ التوزيع

# ResponseValue
source: Response
ar: التدخل

# StockValue
source: Stock
ar: المستودع

# IsDirectActivity
source: Direct Activity
ar: تنفيذ مباشر للنشاط

# PMDTemplateType
source: Template Type
ar: نوع القالب

# NotApprovedByCountryReason
source: Reason
ar: السبب

# NotVerifiedByFieldReason
source: Reason
ar: السبب

# IsVerifiedByFieldTech
source: Verification status
ar: حالة التحقق
