Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxPages.*.resx
Languages: ar

source: Access Request Sent
ar: تم إرسال طلب الدخول

# AccessRequestSentBody
source: More infomation has been sent to your email
ar: تم إرسال المزيد من المعلومات إلى بريدك الإلكتروني

# AccessRequestSentMessage
source: Your request has been sent successfully, please check your email for further information.
ar: تم إرسال طلبك بنجاح، يرجى التحقق من بريدك الإلكتروني للحصول على مزيد من المعلومات.

# AccountRemoved
source: Your email removed successfully, you will not receive any further emails.
ar: تمت إزالة بريدك الإلكتروني بنجاح، فلن تتلقى أية رسائل إلكترونية أخرى.

source: Activities Log
ar: الأنشطة سجل

# ActivitiesLogArticle
source: View actions you did on the portal applications
ar: عرض الإجراءات التي فعلت على تطبيقات البوابة

# Agree
source: I Agree
ar: أنا أتفق

# AppCMS
source: Portal
ar: بوابة

source: Applications
ar: تطبيقات

# ApplicationsArticle
source: View default applications settings
ar: عرض إعدادات التطبيقات الافتراضية

source: Applications Menus
ar: تطبيقات القوائم

# ApplicationsMenusArticle
source: Manage the website navigations menus for the portal applications
ar: إدارة قوائم التنقل الموقع لتطبيقات البوابة

source: Audit History
ar: سجل التدقيق

source: Change Password
ar: تغيير كلمة السر

source: Change Photo
ar: غير الصوره

source: Code Admin
ar: رمز المشرف

# CodeApplicationEdit
source: Edit Application Details
ar: تحرير تفاصيل التطبيق

# CodeApplicationMenuEdit
source: Edit Application Menu Details
ar: تحرير تفاصيل القائمة التطبيق

# CodeApplicationMenuNew
source: New Application Menu Details
ar: جديد تفاصيل القائمة التطبيق

# CodeApplicationMenuTitle
source: Application Menu
ar: قائمة التطبيقات

# CodeApplicationNew
source: New Application Details
ar: جديد تفاصيل التطبيق

# CodeApplicationTitle
source: Application
ar: الوضعية

# CodeCountryTitle
source: Countries
ar: بلدان

# CodeDepartmentTitle
source: Department
ar: أقسام

# CodeOrganizationEdit
source: Edit Organization Details
ar: تعديل تفاصيل المؤسسة

# CodeOrganizationNew
source: New Organization Details
ar: تفاصيل المنظمة الجديدة

# CodeOrganizationTitle
source: Organization
ar: منظمة

source: Code Tables
ar: جداول الشفرات

# CodeTablesAritcle
source: Manage the options of the portal drop down list
ar: إدارة خيارات القائمة المنسدلة البوابة

# CompleteProfile
source: Complete Your Profile Information
ar: أكمل معلومات ملفك الشخصي

source: Confirm New Account
ar: تأكيد الحساب الجديد

# ConfirmNewAccountArticle
source: New Memeber Request Access to Applications Portal
ar: جديد ميميبر طلب الوصول إلى تطبيقات البوابة

# ContactDetailsNotFound
source: No contact information has been added yet.
ar: لم تتم إضافة أية معلومات اتصال حتى الآن.

# ContactDetailsTitle
source: Contact Details
ar: بيانات المتصل

# CountriesConfigurations
source: The countries below will be available in all applications drop down lists for all the users working on the above selected organizations instance.
ar: ستتوفر البلدان أدناه في جميع القوائم المنسدلة للتطبيقات لجميع المستخدمين الذين يعملون على مثيل المؤسسات المحدد أعلاه.

source: Country
ar: بلد

source: Country Operations
ar: العمليات القطرية

source: Dear
ar: العزيز

source: Departments Hierarchy
ar: الإدارات التسلسل الهرمي

source: Details
ar: تفاصيل

# Disagree
source: I Disagree
ar: أنا أعترض

source: DutyStation
ar: مراكز الخدمة

# DutyStationConfigurations
source: The below duty stations will be available for all the users working with the above selected organizations instance. Click Add button to add new duty stations
ar: ستكون مراكز العمل التالية متاحة لجميع المستخدمين الذين يعملون مع مثيل المنظمات المحددة أعلاه. انقر على زر إضافة لإضافة مراكز عمل جديدة

source: Election Result
ar: نتيجة االنتخابات

# EnterSecurityAnswer
source: Please enter your security answer to verify you are the same person who requested the access
ar: الرجاء إدخال الإجابة الأمنية للتحقق من أنك الشخص نفسه الذي طلب الوصول

# ExperienceEdit
source: Edit Experience
ar: تحرير الخبرة

# ExperienceNew
source: New Experience
ar: تجربة جديدة

source: Gender Options
ar: خيارات الجنس

source: Getting Ready
ar: يستعد

source: Globalization
ar: العولمة او الوافدين الاجانب

source: GPS coordinates
ar: احداثيات نظام تحديد الموقع

source: Hi
ar: مرحبا

source: Home
ar: الصفحة الرئيسية

source: Home Address
ar: عنوان المنزل

# HomeAddressLangueages
source: Your Home Address in other Languages
ar: عنوان منزلك في لغات أخرى

# IndexConfigurations
source: Each organization working in a certain place has a different configurations, please select the organization instance and pick the necessary options will be available for its staff.
ar: كل منظمة تعمل في مكان معين لديها تكوينات مختلفة، يرجى تحديد مثيل المؤسسة واختيار الخيارات اللازمة ستكون متاحة لموظفيها.

source: Instructions
ar: تعليمات

# JobEdit
source: Edit Job
ar: تحرير الوظيفة

# JobNew
source: New Job
ar: عمل جديد

# JobStepNotFound
source: You didn't add any steps for this job yet.
ar: لم تضف أية خطوات لهذه المهمة حتى الآن.

# LastPasswordChanged
source: Last time changed on
ar: تم تغيير آخر مرة في

source: Loading...
ar: جار التحميل...

# LoadingPermissions
source: Loading Your Permissions...
ar: جار تحميل الأذونات ...

source: Login
ar: تسجيل الدخول

# ManagerEdit
source: Edit Manager
ar: مدير التحرير

# ManagerNew
source: New Manager
ar: مدير جديد

source: More
ar: أكثر من

# NameLanguageEdit
source: Edit Name in Language
ar: تعديل الاسم في اللغة

# NameLanguageNew
source: New Name in Language
ar: اسم جديد في اللغة

# NameLanguages
source: Your name in other Languages
ar: اسمك في لغات أخرى

# NameLanguagesArticle
source: Please make sure to enter you name in the current local language where you are assigned, if you don't have the language installed on your computer, or you dont know how to type your name in the local language, you can skip this now and ask your colleagues to assist you to fill these fields later.
ar: الرجاء التأكد من إدخال اسمك باللغة المحلية الحالية حيث يتم تعيينك، وإذا لم تكن لديك اللغة المثبتة على جهاز الكمبيوتر، أو أنك لا تعرف كيفية كتابة اسمك باللغة المحلية، يمكنك تخطي هذا الآن و اطلب من زملائك مساعدتك في ملء هذه الحقول لاحقا.

source: No Application Selected
ar: لم يتم تحديد أي تطبيق

source: Notifications
ar: إخطارات

# NotificationsArticle
source: Select The Application and Decide if you Want to receive or block the Notifications
ar: حدد التطبيق وتقرر إذا كنت ترغب في تلقي أو منع الإخطارات

source: Organization Globalization
ar: منظمة العولمة

source: Organization Operations
ar: عمليات المنظمة

source: Organizations Settings
ar: إعدادات المؤسسات

# OrganizationsSettingsArticle
source: Manage orgniazations instance available options and configurations.
ar: إدارة أورغنيزاتيونس مثيل الخيارات والتكوينات المتاحة.

source: Permissions
ar: أذونات

# PermissionsArticle
source: Select application from the list below to see the permissions you have!
ar: حدد التطبيق من القائمة أدناه لرؤية الأذونات لديك!

# PermissionsArticleView
source: View permissions you have on the portal
ar: عرض الأذونات لديك على البوابة

source: Permissions Filter
ar: تصفية ضوابط

source: Personal Details
ar: تفاصيل شخصية

# PersonalDetailsArticle
source: Many applications on this portal required to get information from your profile, mising or incorrect information may lead to exclude your account from being accessable by applications.<br /> Please make sure to enter a vaild information to avoid any delay in service provided by the protal applications.
ar: قد تؤدي العديد من التطبيقات على هذه البوابة المطلوبة للحصول على معلومات من ملفك الشخصي أو جمعها أو معلومات غير صحيحة إلى استبعاد حسابك من إمكانية الدخول إليه من خلال التطبيقات. <br /> يرجى التأكد من إدخال معلومات فايلد لتجنب أي تأخير في الخدمة المقدمة من قبل تطبيقات البروتال.

# PleaseReadInfromationBelowCarefully
source: Please read the infromation below carefully
ar: يرجى قراءة إينفروماتيون أدناه بعناية

source: Portal Applications
ar: تطبيقات البوابة

# ProfileToProfileInstruction
source: Permissions on the destination profile will be overwritten by the source profile permissions. <br /> Click Submit to complete the action.
ar: سيتم استبدال الأذونات على الملف الشخصي الوجهة بأذونات الملف الشخصي المصدر. <br /> انقر على إرسال لإكمال الإجراء.

source: Registration Failed
ar: فشل في التسجيل

# RegistrationFailedArticle
source: Number of attempts exceed
ar: عدد المحاولات يتجاوز

# RegistrationFailedBody
source: You failed to prove your identity! The Registration request has been deleted from the system<br /> <br /> You can restart the process and register again, but please don't forget your security Answer! <br /> Thank you
ar: فشلت في إثبات هويتك! تم حذف طلب التسجيل من النظام <br /> <br /> يمكنك إعادة تشغيل العملية وتسجيل مرة أخرى، ولكن من فضلك لا ننسى الأمن الخاص بك الجواب! <br /> شكرا لكم

# RegistrationRequestRemove
source: Registration Request Removed
ar: تم إلغاء طلب التسجيل

# RegistrationRequestRemoveBody
source: Your Registration Request Has Been Removed.
ar: تمت إزالة طلب التسجيل.

source: Registration Response
ar: استجابة التسجيل

# RegistrationResponseArticle
source: The System will Send the Your Response to the user
ar: سيقوم النظام بإرسال ردك للمستخدم

# RegistrationResponseBody
source: Thank You to Prove User Identity!
ar: شكرا لإثبات هوية المستخدم!

# RegistrationStep1
source: Step 1: Account Details
ar: الخطوة 1: تفاصيل الحساب

# RegistrationStep2
source: Step 2: Email Verified
ar: الخطوة 2: تم التحقق من البريد الإلكتروني

# RegistrationStep3
source: Step 3: Organization Setup
ar: الخطوة 3: إعداد المؤسسة

# RegistrationStep4
source: Step 4: Get Access Approval
ar: الخطوة 4: الحصول على الموافقة على الوصول

# RegistrationStep5
source: Step 5: Secure Account and Get Ready!
ar: الخطوة 5: حساب آمن والحصول على استعداد!

source: Remove
ar: إزالة

source: Request New Account
ar: طلب حساب جديد

# RequestNewAccountArticle
source: Please tell us about yourself
ar: من فضلك أخبرنا عن نفسك

# RequestProcessed
source: This request is already processed!, your emails is not exists on our system anymore
ar: تمت معالجة هذا الطلب بالفعل!، رسائل البريد الإلكتروني الخاصة بك غير موجودة على نظامنا بعد الآن

source: Security Verification
ar: تصريح امني

# SelectTheUser
source: Please select a user from above
ar: يرجى تحديد مستخدم من أعلاه

source: Service History
ar: سجل الخدمة

# ServiceHistoryNotFound
source: No service history has been added yet.
ar: لم تتم إضافة سجل خدمة حتى الآن.

# SetupOrganizationPartnerArticle
source: To make sure only workforce of an organization will have access to the organization data, you need to select your organization and sponsor who will verify your affliation to that organization. The system will send email to your sponsor informing him about your registration request. You will not be able to login unless the sponsor approve your registration request.
ar: للتأكد من أن القوى العاملة الوحيدة في المؤسسة ستتمكن من الوصول إلى بيانات المؤسسة، تحتاج إلى تحديد مؤسستك والراعي الذي سوف تحقق أفلياتيون الخاص بك إلى تلك المنظمة. سيقوم النظام بإرسال بريد إلكتروني إلى الكفيل الخاص بك يبلغه عن طلب التسجيل الخاص بك. لن تكون قادرا على تسجيل الدخول إلا إذا وافق الكفيل على طلب التسجيل الخاص بك.

# SetupOrganizationUnhcrAtricle
source: Please enter the current UNHCR operation you are working on.<br /> If you are at Head Quarter (Geneva, Budapest, Copenhagen etc..) Please select United Nations High Commissioner for Refugees Head Quarter from the Office drop down list.<br /> If you are at Regional Bureau (Euorpe, Asia, MENA, Ameria or Africa) Please select the respective Bureau from the office drop down list.
ar: الرجاء إدخال عملية المفوضية الحالية التي تعمل عليها. <br /> إذا كنت في هيد كوارتر (جنيف وبودابست وكوبنهاغن وما إلى ذلك ..) يرجى تحديد مفوض الأمم المتحدة السامي لشؤون اللاجئين في الربع الأول من القائمة المنسدلة للمكتب. <br /> إذا كنت في المكتب الإقليمي (يورب، آسيا، منطقة الشرق الأوسط وشمال أفريقيا، أمريا أو أفريقيا) يرجى اختيار المكتب المعني من القائمة المنسدلة للمكتب.

# SetupOrganizationUnhcrH2
source: Let us Know Where You Are
ar: دعونا نعرف أين أنت

source: Sitemap
ar: خريطة الموقع

# SitemapArticle
source: Manage the website sitemap links and pages hierarchy for the portal applications
ar: إدارة روابط ملف سيتماب على الويب وتسلسل الصفحات لتطبيقات البوابة

source: Step Edit
ar: الخطوة تحرير

source: Step New
ar: خطوة جديدة

source: Term of use
ar: مدة الاستخدام

# TimeZoneNotFound
source: Time Zone is not set yet.
ar: لم يتم تعيين المنطقة الزمنية بعد.

# UNHCR
source: United Nation High Commissioner for Refugees
ar: المفوض السامي للأمم المتحدة لشؤون اللاجئين

# UNHCRAppsPortal
source: UNHCR Applications Portal
ar: بوابة طلبات المفوضية

# UserToUserInstruction
source: All permissions of the current profile of the right side user will be removed and replaced by the permissions of the current profile of the left side user. <br /> Click Submit to complete the action.
ar: سيتم إزالة كافة أذونات الملف الشخصي الحالي للمستخدم الجانب الأيمن واستبدالها أذونات الملف الشخصي الحالي للمستخدم الجانب الأيسر. <br /> انقر على إرسال لإكمال الإجراء.

# VerificationEmailSent
source: We sent email to <b>$EmailAddress</b> contains a verification link. If you don't receive email Subject: <b>Apps Portal Email Verification</b> within two minutes, please check your <b>Spam</b> folder. If you didn't receive email at all, please contact Help Desk via SYRDAIT@unhcr.org. You can <b>close</b> this page now, the email you will get contains a link where you can continue your Registration process. Thank you! UNHCR Applications Portal Team
ar: أرسلنا رسالة إلكترونية إلى <b> $ إمايلادريس </ b> يحتوي على رابط التحقق. إذا لم تتلق بريدا إلكترونيا الموضوع: <b> التحقق من البريد الإلكتروني لتطبيقات أبس </ b> في غضون دقيقتين، فيرجى التحقق من مجلد <b> الرسائل غير المرغوب فيها </ b>. إذا لم تتلق رسالة إلكترونية على الإطلاق، يرجى الاتصال بمكتب المساعدة عبر SYRDAIT@unhcr.org. يمكنك <b> إغلاق </ b> هذه الصفحة الآن، فإن الرسالة الإلكترونية التي ستحصل عليها تحتوي على رابط يمكنك من خلاله متابعة عملية التسجيل. شكرا لكم! فريق بوابة طلبات المفوضية

# WelcomeParagraph
source: The application portal designed for UNHCR Staff and UNHCR Partners If you don’t have account please click Create New Account link below
ar: بوابة التطبيق المصممة لموظفي المفوضية والشركاء في المفوضية إذا لم يكن لديك حساب، يرجى النقر على إنشاء رابط حساب جديد أدناه

# WelcomeTitle
source: Welcome to UNHCR Syria Applications Portal
ar: مرحبا بكم في بوابة طلبات المفوضية

source: Work Address
ar: عنوان العمل

# WorkAddressNotFound
source: No Work Address has been added yet.
ar: لم تتم إضافة أي عنوان عمل حتى الآن.

source: WorkingDays
ar: أيام العمل

# AccountAlmostReady
source: Your account is almost ready
ar: حسابك جاهز تقريبا

# AccountAlmostReadyArticle
source: Enter a new password for the Applications Portal <br /> Please do not use your password or any other account password
ar: أدخل كلمة مرور جديدة لبوابة التطبيقات,يرجى عدم استخدام كلمة المرور الخاصة بك أو أي كلمة مرور حساب أخرى.

# NumberAttemptsExceed
source: Number of attempts exceed
ar: عدد المحاولات تم تجاوزها

# SecureAccount
source: Secure Your Account
ar: تأمين حسابك

source: Step
ar: الخطوة

# VerifyEmail
source: Verify Email Address
ar: التحقق من عنوان البريد الإلكتروني

# VerifyEmailArticle
source: Kindly Check Your Email Inbox to continue Changing Account Password
ar: يرجى التحقق من بريدك الوارد لمتابعة تغيير كلمة مرور الحساب

# ActiveEmail
source: The Active Email Address in the System
ar: عنوان البريد الإلكتروني النشط في النظام

# ForgetPasswordStep1
source: Forget Password Step 1/2
ar: نسيت كلمة المرور الخطوة 1

# ForgetPasswordStep2
source: Forget Password Step 2/2
ar: نسيت كلمة المرور الخطوة 2

source: Password Recovery
ar: استعادة كلمة السر

# PasswordRecoveryArticle
source: Enter your email address and click on Continue
ar: أدخل عنوان بريدك الإلكتروني وانقر على متابعة

# PasswordRecoveryEmailSend
source: We sent email to <b>$EmailAddress</b> contains a verification link. If you don't receive email Subject: <b>Your ID password has been reset.</b> within two minutes, please check your <b>Spam</b> folder. If you didn't receive email at all, please contact Help Desk via SYRDAIT@unhcr.org. You can <b>close</b> this page now, the email you will get contains a link where you can continue your Registration process. Thank you! UNHCR Applications Portal Team
ar: أرسلنا البريد الإلكتروني إلى <b>$EmailAddress</b> يحتوي على رابط التحقق. إذا لم تتلق رسالة إلكترونية الموضوع: <b> تمت إعادة تعيين كلمة المرور الخاصة بك. </ b> في غضون دقيقتين، يرجى التحقق من مجلد <b> الرسائل غير المرغوب فيها </ b>. إذا لم تتلق رسالة إلكترونية على الإطلاق، يرجى الاتصال بمكتب المساعدة عبر SYRDAIT@unhcr.org. يمكنك <b> إغلاق </ b> هذه الصفحة الآن، فإن الرسالة الإلكترونية التي ستحصل عليها تحتوي على رابط يمكنك من خلاله متابعة عملية . شكرا لكم!

source: Determiners
ar: المحددات

source: Warehouses
ar: المستودعات

source: Barcode Number
ar: رقم الباركود

source: IME1
ar: رقم الايمي

# ModelsEntry
source: Items Entry
ar: الموديلات

source: Serial Number
ar: الرقم التسلسلي

# ModelsMovements
source: Item Movements
ar: حركة الموديلات

# ModelsRelease
source: Item Release
ar: إخراج الموديلات

source: Agency Assessment
ar: تقيم الوكيل

# PartnersCapacityAssessmentCompleted
source: UN Partners Capacity Assessment Completed
ar: اكتمل تقييم قدرات شركاء الأمم المتحدة

# PartnersCapacityAssessmentDescription
source: The UN IP Protocol outlines requirements for the UN and its implementing partners to ensure adequate safeguards and appropriate actions related to SEA. This assessment is intended to give UN entities the necessary assurance of partners’ organizational capacities on PSEA, determine monitoring and support activities, and serve as a baseline for tracking progress, in line with the minimum standards of the UN IP Protocol. Partners are required to self-complete the PSEA assessment (including self-rating) and submit the completed assessment, together with relevant supporting documents, considered as proof of evidence of meeting the required standard, to the UN entity.
ar: يحدد بروتوكول الأمم المتحدة للملكية الفكرية متطلبات الأمم المتحدة وشركائها المنفذين لضمان الضمانات الكافية والإجراءات المناسبة المتعلقة بالتقييم البيئي الاستراتيجي. يهدف هذا التقييم إلى منح كيانات الأمم المتحدة الضمان اللازم للقدرات التنظيمية للشركاء بشأن الحماية من الاستغلال والانتهاك الجنسيين ، وتحديد أنشطة المراقبة والدعم ، والعمل كخط أساس لتتبع التقدم ، بما يتماشى مع المعايير الدنيا لبروتوكول الأمم المتحدة IP. يتعين على الشركاء إكمال تقييم الحماية من الاستغلال الجنسي والاستغلال الجنسي ذاتيًا (بما في ذلك التقييم الذاتي) وإرسال التقييم المكتمل التقييم ، جنبًا إلى جنب مع المستندات الداعمة ذات الصلة ، كدليل على تلبية المعيار المطلوب ، لكيان الأمم المتحدة ".

# PartnersCapacityAssessmentEmailAddress
source: Email Address
ar: عنوان بريد الكتروني

# PartnersCapacityAssessmentName
source: Name and functional title of person completing
ar: الاسم والمسمى الوظيفي للشخص

# PartnersCapacityAssessmentNew
source: New Assessment
ar: تقييم جديد

# PartnersCapacityAssessmentNo
source: No
ar: لا

# PartnersCapacityAssessmentPartnerName
source: PSEA Assessment of (kindly enter the name of the partner)
ar: تقييم الحماية من الاستغلال والانتهاك الجنسيين (يرجى إدخال اسم الشريك)

# PartnersCapacityAssessmentPartnership
source: Partnership with UN agencies
ar: الشراكة مع وكالات الأمم المتحدة

# PartnersCapacityAssessmentStep1
source: Partner Info
ar: معلومات الشريك

# PartnersCapacityAssessmentStep2
source: Partners Capacity Assessment
ar: تقييم قدرات الشركاء

# PartnersCapacityAssessmentStep3
source: Assessment completed
ar: اكتمل التقييم

# PartnersCapacityAssessmentThanks
source: Thanks
ar: شكرا

# PartnersCapacityAssessmentTitle
source: Protection from Sexual Exploitation and Abuse - UN Partners Capacity Assessment - Syria
ar: الحماية من الاستغلال والانتهاك الجنسيين - تقييم قدرة الشركاء - سوريا

# PartnersCapacityAssessmentYes
source: Yes
ar: نعم

source: Support Doc is missing
ar: مستند الدعم مفقود

# PartnersCapacityAssessmentFullCapacity
source: the partner meets all standards and has full PSEA capacity
ar: محقق لكل المعايير

# PartnersCapacityAssessmentLowCapacity
source: The partner does not meet the minimum standards and has low PSEA capacity. Immediate action is needed to strengthen PSEA capacity
ar: غير محقق للمعايير الدنيا، ويحتاج لتدخل فوري لتعزيز القدرات الخاصة بالحماية من الاستغلال والاعتداء الجنسيين (قدرة ضعيفة)

# PartnersCapacityAssessmentMediumCapacity
source: The partner meets most of the standards and has medium PSEA capacity. Support is required to address remaining gaps
ar: امحقق لمعظم المعايير، ولكن يحتاج دعمًا لسد الثغرات المتبقية

# PMDAchievement
source: Please upload the Total Monthly Achievement
ar: يرجى تحميل إجمالي الإنجاز الشهري

# PMDAgeGroup
source: Please upload the total Monthly-Gender and Age Disaggregation of the achievement
ar: يرجى تحميل إجمالي التصنيف الشهري للجنس والعمر للإنجاز

# PMDLocation
source: Please include the date and location of the achievements
ar: يرجى تضمين البيانات وموقع الإنجازات

# PMDObjective
source: Please choose the objectives, output, and indicators of the achievements
ar: يرجى اختيار الأهداف والمخرجات ومؤشرات الإنجازات

# PMDPartner
source: Partner
ar: الشريك

# PMDPopulation
source: Please upload the total Monthly-Population Group of the achievement
ar: يرجى تحميل إجمالي مجموعة السكان الشهرية للإنجاز

# Attachements
source: Attachemments
ar: المرفقات

source: Comments And Feedback
ar: الملاحظات و التعليقات

source: Indicator Guidance
ar: شرح توجيهي للمؤشر

source: Distribution Date
ar: تاريخ التوزيع

# PMDUnitOfAchievements
source: Unit of Achievements
ar: المادة

# PMDUnitOfAchievementsGuidance
source: Unit of Achievements Guidance
ar: شرح توجيهي

source: Response
ar: قيمة التدخل

source: Stock
ar: المخزون

source: TotalAchievement
ar: إجمالي الإنجاز

source: Download CRI Offline Templates
ar: تنزيل قالب مواد الإغاثة الأساسية

source: Download Health Offline Templates
ar: تنزيل قالب القسم الطبي

source: Download Main Offline Templates
ar: تنزيل القالب الأساسي

source: Upload Bulk Data
ar: تحميل البيانات المجمعة

source: Generate Excel Version
ar: تحميل نسخة إكسل

source: Beneficiaries
ar: المستفيدون

# BeneficiariesDetails
source: Beneficiaries Management Tool.
ar: أداة إدارة المستفيدين.

source: Code Table
ar: جدول التعليمات البرمجية

# CodeTableDetails
source: Code Tables Management Tool.
ar: أداة إدارة جداول التعليمات البرمجية.

source: Dashboards
ar: لوحات القيادة

# DashboardsDetails
source: Provide Over-All Data Statistics.
ar: توفير إحصائيات البيانات الشاملة.

source: Dispatch Medicines to Partners Warehouse
ar: إرسال الأدوية إلى مستودع الشركاء

# DispatchMedicinesToPartnersWarehouseDetails
source: Medicines delivered by UNHCR Suppliers to partner warehouse.
ar: الأدوية التي يسلمها موردو المفوضية إلى المستودعات الشريكة.

source: Dispensing Medicines Restriction
ar: صرف الأدوية المحظورة

# DispensingMedicinesRestrictionDetails
source: Dispensing Medicines Restriction Management Tool.
ar: صرف أداة إدارة تقييد الأدوية.

source: Dispensing Medicines to POC
ar: صرف الأدوية إلى المستفيدين

# DispensingMedicinesToPOCDetails
source: Dispensing Medicines to POC Based on prescriptions.
ar: صرف الأدوية إلى المستفيدين بناءً على الوصفات الطبية.

source: Medicines Inventory
ar: جرد الأدوية

# MedicinesInventoryDetails
source: Medicines Inventory Management Tool.
ar: أداة إدارة مخزون الأدوية.

source: Reports Board
ar: مجلس التقارير

# ReportsBoardDetails
source: Reports Board Tool.
ar: أداة مجلس التقارير.

source: Transfer Medicines to Pharmacies
ar: تحويل الأدوية إلى الصيدليات

# TransferMedicinesToPharmaciesDetails
source: Medicines Transferred between Partners Warehouses and their pharmacies.
ar: الأدوية المنقولة بين مستودعات الشركاء وصيدلياتهم.

source: UNHCR Medicine Contract
ar: عقد الأدوية الخاص بالمفوضية

# UNHCRMedicineContractDetails
source: All The Medicines procured by UNHCR (Contract items).
ar: جميع الأدوية التي تم شراؤها من قبل المفوضية (بنود العقد).
