Repository: jawadfazza/AppsPortalPrv
Catalog: RES_Repo/Globalization/resxDbFields.*.resx
Languages: ar

source: Early Out
ar: في وقت مبكر من

source: EDMXID
ar: معرف EDMX

# ElderlyMen
source: Elderly Men (60 +years old)
ar: كبار السن من الرجال (60 سنة و أكثر)

# ElderlyMenNew
source: New Men reached (60 and above)
ar: وصل الرجال الجدد (60 وما فوق)

# ElderlyWomen
source: Elderly Women (60+ years old)
ar: كبار السن من النساء (60 سنة و أكثر)

# ElderlyWomenNew
source: New Women reached (60 and above )
ar: وصلت النساء الجدد (60 فما فوق)

source: Elderly_Men_Cumu
ar: كبار السن

source: Elderly_Women_Cumu
ar: المسنات_النساء_مومو

# ElectionCandidateLangaugeGUID
source: ElectionCandidateLangauge
ar: المرشح الانتخابي

# ElectionConditionGUID
source: ElectionCondition
ar: شرط الانتخاب

# ElectionCorrespondenceGUID
source: ElectionCorrespondence
ar: المراسلات الانتخابية

# ElectionCorrespondenceStaffGUID
source: ElectionCorrespondenceStaff
ar: طاقم المراسلة الانتخابية

source: ElectionCorrespondenceType
ar: نوع المراسلات الانتخابية

source: ElectionCorrespondenceTypeDescription
ar: وصف نوع المراسلات الانتخابية

# ElectionCorrespondenceTypeGUID
source: ElectionCorrespondenceType
ar: نوع المراسلات الانتخابية

# ElectionCorrespondenceTypeLanguageGUID
source: ElectionCorrespondenceTypeLanguage
ar: لغة المراسلات الانتخابية

# ElectionGUID
source: Election
ar: انتخاب

# ElectionLanguageGUID
source: ElectionLanguage
ar: اللغة الانتخابية

# ElectionStaffGUID
source: ElectionStaff
ar: هيئة الانتخابات

source: Eligible Date
ar: التاريخ المؤهل

# EmailToCC
source: Email CC
ar: البريد الإلكتروني نسخة

source: Email Work
ar: عمل البريد الإلكتروني

source: Employee Comments
ar: تعليقات الموظفين

source: Employment ID
ar: معرف العمل

source: Employment Type
ar: نوع الوظيفة

source: End Date
ar: تاريخ الانتهاء

source: End Location
ar: موقع النهاية

# EndLocationGUID
source: End Location
ar: موقع النهاية

source: End Month
ar: نهاية الشهر

# EndOfMissionAssignmentDate
source: End of mission\Assignment date (if exist)
ar: نهاية المهمة \ تاريخ التعيين (إن وجد)

# EndorsmentApprovalDate
source: Date
ar: تاريخ

# EndorsmentApprovalNumber
source: Number
ar: رقم

source: EndWorkingDate
ar: تاريخ انتهاء العمل

source: Engine Number
ar: رقم المحرك

source: Enhancement Benefits
ar: مزايا التحسين

source: Enhancement Details
ar: تفاصيل التحسين

# EnhancementEndDate
source: End Date
ar: تاريخ الانتهاء

source: Enhancement Purpos
ar: الغرض من التحسين

# EnhancementRequestDate
source: Request Date
ar: تاريخ الطلب

# EnhancementRequestedByProfileGUID
source: Requested By
ar: بتوصية من

# EnhancementStartDate
source: Start Date
ar: تاريخ البدء

source: En Job Title
ar: عنوان الوظيفة

source: En Office
ar: أون اوفيس

source: Entitlement Type
ar: نوع الاستحقاق

# EntitlementTypeGUID
source: Entitlement Type
ar: نوع الاستحقاق

source: Error Found
ar: يوجد خطأ

# EstimatedResourcesNum
source: Estimated Resource Number
ar: رقم المورد المقدر

source: Estimated Time
ar: الوقت المقدر

source: ETA
ar: إيتا

source: Expected Date To Dispatch
ar: التاريخ المتوقع للإرسال

# ExpectedReturnedDate
source: Expected Return Date
ar: تاريخ العودة المتوقع

source: Expiration Date
ar: تاريخ إنتهاء الصلاحية

source: Expirtion Date
ar: تاريخ إنتهاء الصلاحية

source: Expiry Date Of Residency
ar: تاريخ انتهاء الإقامة

source: Expiry Of Residency Visa
ar: انتهاء صلاحية تأشيرة الإقامة

# ExpiryOfResidencyVisa1
source: Expiry Of Residency Visa In Syria
ar: انتهاء صلاحية تأشيرة الإقامة في سوريا

# FA1OfGUID
source: FA/1 of
ar: FA / 1 من

source: FactorFK
ar: عامل FK

# FactorLanguagesGUID
source: FactorLanguages
ar: عامل اللغات

source: Family Name
ar: اسم العائلة

# FatherNameAR
source: Father Name (Arabic)
ar: اسم الأب (عربي)

# FatherNameEN
source: Father Name (English)
ar: اسم الأب (إنجليزي)

# FeatureValue
source: Service Value
ar: ميزة القيمة

# FileActionByUserGUID
source: Action by
ar: عمل بواسطة

# FileActionDate
source: Action Date
ar: تاريخ الإجراء

# FileActionType
source: Action Type
ar: نوع الإجراء

source: File Attached
ar: ملف مرفق

source: FileDownloadedBy
ar: تنزيل ملف بواسطة

source: FileDownloadedOn
ar: تم تنزيل الملف على

source: File From
ar: ملف من

# FileGUID
source: File
ar: ملف

# FileMergeStatus
source: File Status
ar: حالة الملف

# FileMergeStatusGUID
source: File Status
ar: حالة الملف

source: File Name
ar: اسم الملف

source: File Path
ar: مسار الملف

source: FileProccessedBy
ar: تمت معالجة الملف بواسطة

source: FileProcessingDate
ar: تاريخ معالجة الملف

source: File Return Date
ar: تاريخ إرجاع الملف

source: File Size
ar: حجم الملف

source: File Type
ar: نوع الملف

# FileTypeGUID
source: File Type
ar: نوع الملف

source: File Version
ar: إصدار الملف

# FileVersionStatusGUID
source: File Version Status
ar: حالة إصدار الملف

source: Final Called Party Number Column Index
ar: مؤشر عمود رقم الطرف النهائي

source: Final Called Party Number Column Name
ar: اسم العمود النهائي لرقم الطرف المتصل

source: Final Called Party Number Partition Column Index
ar: مؤشر عمود قسم رقم الطرف النهائي

source: Final Called Party Number Partition Column Name
ar: اسم عمود قسم رقم الطرف الأخير الذي تم الاتصال به

# FirstNameAR
source: First Name (Arabic)
ar: الاسم الأول (عربي)

# FirstNameEN
source: First Name (English)
ar: الاسم الاول (انجليزي)

# FlowCreatedDate
source: Action Date
ar: تاريخ الإجراء

# FlowStatus
source: Status
ar: الحالة

# FlowStatusGUID
source: FlowStatus
ar: حالة التدفق

# FlowTypeGUID
source: FlowType
ar: نوع التدفق

# FocalPoint
source: Focal Point Name
ar: اسم نقطة الاتصال

# FocalPointGUID
source: Focal Point
ar: النقطة المحورية

source: Focal Point Name
ar: اسم نقطة الاتصال

# FocalPointRUGUID
source: Focal Point RU
ar: نقطة الاتصال RU

# FocalPointStaffGUID
source: Focal Point Staff
ar: طاقم الاتصال

source: Form
ar: شكل

source: Form Create By
ar: نموذج إنشاء بواسطة

source: For Where
ar: أين

# FromDutyStationGUID
source: From Duty Station
ar: من مركز العمل

source: FTPPass
ar: ممر FTP

source: FTPPassword
ar: كلمة مرور FTP

source: FTPPath
ar: مسار FTP

source: FTPPort
ar: منفذ FTP

source: FTPUserName
ar: اسم مستخدم FTP

source: FTPUsr
ar: مستخدم FTP

source: Full Name_AR
ar: الاسم الكامل AR

source: Full Name_EN
ar: الاسم الكامل EN

source: Funding_UN
ar: التمويل_UN

# FWSActivity
source: Activity
ar: نشاط FWS

source: FWSActivityGUID
ar: نشاط FWS

# FWSAnalysisUnit
source: Unit Details
ar: وحدة تحليل FWS

# FWSSubActivity
source: Sub Activity
ar: نشاط FWS الفرعي

# FWSSubSector
source: Sub Sector
ar: القطاع الفرعي

# FWSUnit
source: Unit
ar: وحدة

# FWSUnitDescription
source: Unit
ar: وحدة

# FWSUnitDetails
source: UNIT Details
ar: تفاصيل الوحدة

# FWSUnitID
source: Uni
ar: يوني

source: Gaps
ar: ثغرات

# Girls
source: Girls (less than 18)
ar: بنات (تحت 18 سنة)

# GirlsNew
source: New Girls - Children reached (Female 0-11)
ar: البنات الجدد - بلغ الأطفال (الإناث تحت سن 18)

source: Governorate
ar: المحافظة

# GovernorateGUID
source: Governorate
ar: المحافظة

# GroupGUID
source: Group
ar: مجموعة

# GSMHolderName
source: Called Staff Name
ar: اسم الموظف المتصل

source: GTA End Date
ar: GTA تاريخ الانتهاء

source: GTA Start Date
ar: تاريخ بدء GTA

source: Has Back bag
ar: لديه حقيبة ظهر

source: Has Bag
ar: لديه حقيبة

source: Has Charger
ar: يوجد شاحن

source: HasErrors
ar: لديه أخطاء

source: Has Flash Memory
ar: ذاكرة فلاش

source: Has Hand bag
ar: لديه حقيبة يد

source: Has Head Phone
ar: لديه هاتف الرأس

source: Has Headset Stereo Jack
ar: لديه مقبس سماعة رأس استريو

# HasHeadsetUSB
source: Has HasHeadsetUSB
ar: لديه رئيس مجموعة USB

source: Has ID Card
ar: لديه بطاقة هوية

source: Has Laptop Mouse
ar: يوجد ماوس كمبيوتر محمول

source: HasPhoto
ar: لديه صورة

# HelpDeskAttachementGUID
source: HelpDeskAttachement
ar: مكتب المساعدة

# HelpDeskGUID
source: HelpDesk
ar: مكتب المساعدة

source: HiddenFileExtension
ar: ملحق الملف المخفي

source: Hofo/SupplyOfficer/Rep
ar: هوف / ضابط التموين / ممثل

# HofoSupplyOfficerRepLccRccHccGUID
source: Approval Authority
ar: سلطة الموافقة

source: Home Telephone Number Landline
ar: رقم هاتف المنزل الثابت

source: Home Telephone Number Mobile
ar: رقم هاتف المنزل

# HomeTelephoneNumberMobile1
source: Home Telephone Number/ Mobile
ar: رقم هاتف المنزل / الجوال

source: HP Device IP
ar: جهاز HP IP

source: HP Device Model
ar: طراز جهاز HP

source: HP Device Name
ar: اسم جهاز HP

source: HP Device Serial Number
ar: الرقم التسلسلي لجهاز HP

source: HR Comments
ar: تعليقات الموارد البشرية

source: HRPIndicator
ar: مؤشر HRP

# HRPProject
source: Part of HRP project or not (Y/N)
ar: جزء من مشروع خطة الاستجابة الإنسانية أم لا (نعم / لا)

source: HRP_Indicator
ar: مؤشر HRP_

source: Hub
ar: المركز رئيسي

# HubDescription
source: Hub
ar: المركز رئيسي

source: HubGUID
ar: المركز رئيسي

source: Humanitarian Neede Description
ar: وصف الاحتياجات الإنسانية

# HumanitarianNeedGUID
source: Humanitarian Need
ar: الحاجة الإنسانية

# HumanitarianNeedLanguageLanguageGUID
source: Humanitarian Need
ar: الحاجة الإنسانية

source: Humanitarian Need Name
ar: اسم الحاجة الإنسانية

# HumanitarianNeeds
source: Humanitarian Needs Identified
ar: تحديد الاحتياجات الإنسانية

# IdentityHqOrSyrGUID
source: REQ # (Identify if HQ or SYR)
ar: REQ # (حدد ما إذا كان HQ أو SYR)

source: ID Number
ar: رقم الهوية

# ImplementationAreaGUID
source: Area/s of implementation
ar: مجال / مجالات التنفيذ

source: Implementing Partner
ar: الشريك المنفذ

# ImplementingPartnerDescription
source: Implementing Partner
ar: الشريك المنفذ

# ImplementingPartnerGUID
source: Implementing Partner (IP)
ar: الشريك المنفذ (IP)

source: ImplementingPartner_ALL
ar: تنفيذ Partner_ALL

source: ImplementingPartner_Type
ar: تنفيذ Partner_Type

# ImplementPartner
source: AccessedOn
ar: تم الوصول إليه بتاريخ

# ImplementPartnerGUID
source: Implementing Partner
ar: الشريك المنفذ

source: IncidentLocationOccureed
ar: وقع موقع الحادث

source: Include Zero
ar: تضمين صفر

# IncludeZero1
source: Include Zero
ar: تضمين صفر

# IndicatorDescription
source: Indicator
ar: المؤشر

# IndicatorGUID
source: Indicator
ar: المؤشر

source: IndicatorValueGUID
ar: قيمة المؤشر

source: Instructions
ar: تعليمات

source: InternationalStaffAttendanceGUID
ar: حضور الموظفين الدوليين

# InternationalStaffAttendanceTypeGUID
source: Attendance Type
ar: نوع الفاصل

# IntervalTypeGUID
source: IntervalType
ar: لغة نوع الفاصل

# IntervalTypeLanguageGUID
source: IntervalTypeLanguage
ar: لغة نوع الفاصل

# InventoryTypeGUID
source: InventoryType
ar: نوع المخزون

source: IOS Version
ar: إصدار IOS

source: IPAddress
ar: عنوان IP

source: IPs
ar: عناوين IP

source: Is Any Presence Other Organization
ar: هو أي وجود منظمة أخرى

source: IsApproved
ar: تمت الموافقة

source: IsArchived
ar: مؤرشف

source: IsAvaliable
ar: متاح

source: Is Closed
ar: مغلق

# IsDataApproved
source: Approved
ar: وافق

source: Is Determinanted
ar: يتم تحديد

source: IsDisplayCandidateImage
ar: هو عرض صورة المرشح

source: IsDisplayReviewPage
ar: هي صفحة مراجعة العرض

source: IsFileProcessed
ar: تتم معالجة الملف

source: IsImport
ar: يتم الاستيراد

source: Is International
ar: هو دولي

source: IsLastAction
ar: هو الإجراء الأخير

source: IsLastMove
ar: هي الخطوة الأخيرة

# IsLastPeriod
source: Last Period
ar: الفترة الاخيرة

source: IsLastTransfer
ar: هو آخر تحويل

source: Is Mission Report Public?
ar: هل تقرير المهمة عام؟

source: IsMobileDevice
ar: هو جهاز محمول

source: IsNeedApproval
ar: مطلوب الموافقة

source: IsNeedVoteConfirmationMail
ar: هل تحتاج إلى تأكيد بالبريد

# IsNewDbForTracking
source: New application for tracking specific information
ar: التطبيق الجديد لتتبع معلومات محددة

source: Is Old
ar: قديمة

# IsPendingReserved
source: Is Pending
ar: معلقة

source: IsPrivate
ar: هو خاص

source: Is Proccessed
ar: جاري العمل

source: Is Processed
ar: جاري العمل

source: IsReceived
ar: تم استلامها

source: IsRecevied
ar: تم استلامها

source: Is Requested
ar: مطلوب

source: IsRequired
ar: مطلوب

source: IsResultShared
ar: هي نتيجة مشتركة

source: IsRommming
ar: هو Rommming

source: IsShuffling
ar: هو خلط

source: IsStaffReimburse
ar: هو تعويض الموظفين

source: Issue Code
ar: رمز الإصدار

source: Issue Date
ar: تاريخ الاصدار

source: Issued By
ar: أصدرت من قبل

# IssuedDate
source: Recording Date
ar: تاريخ التسجيل

source: Is Supervisor
ar: مشرف

source: Is There Mission Report
ar: هل هناك تقرير مهمة

source: Is To Add
ar: هو إضافة

# IsToAutomateManual
source: Automate a current manual process
ar: أتمتة عملية يدوية حاليًا

# IsToReplaceOldApp
source: Replace an existing application
ar: استبدال تطبيق موجود

# IsUNAgencyStaff
source: UN Agency Staff
ar: موظفو وكالة الأمم المتحدة

# IsUNAgencyVehicle
source: Non-UNHCR staff
ar: هي مركبة تابعة لوكالة الأمم المتحدة

source: IsValidated
ar: تم التحقق من صحتها

source: IsViewed
ar: وينظر

# ItemClassification
source: Item Category
ar: تصنيف العنصر

# ItemCondition
source: Model Condition
ar: حالة السلعة

# ItemConditionGUID
source: Model Condition
ar: حالة السلعة

# ItemGUID
source: Model
ar: بند

# ItemInputDeterminantGUID
source: ItemInputDeterminant
ar: محدد إدخال العنصر

# ItemInputFlowGUID
source: ItemInputFlow
ar: تدفق إدخال العنصر

# ItemModelRelationTypeGUID
source: Item Relation Type
ar: نوع علاقة البند

# ItemMovementTypeGUID
source: ItemMovementType
ar: نوع حركة البند

source: Item Name
ar: اسم العنصر

# ItemOutputDetailFlowGUID
source: ItemOutputDetailFlow
ar: تدفق تفاصيل إخراج العنصر

# ItemOutputFlowGUID
source: ItemOutputFlow
ar: تدفق إخراج العنصر

# ItemOutputNotificationGUID
source: ItemOutputNotification
ar: إعلام إخراج العنصر

source: ItemOverviewGUID
ar: نظرة عامة على البند

source: ItemPipelineGUID
ar: خط أنابيب العنصر

source: ItemPipelineUploadGUID
ar: تحميل خط أنابيب العنصر

# ItemQuantityThresholdGUID
source: Quantity Threshold
ar: عتبة الكمية

# ItemRequestDetailGUID
source: ItemRequestDetail
ar: تفاصيل طلب البند

# ItemRequestFlowGUID
source: ItemRequestFlow
ar: تدفق طلب البند

# ItemRequestGUID
source: ItemRequest
ar: طلب البند

# ItemReservationGUID
source: Reservation ID
ar: معرف الحجز

source: Items Confirmed Count
ar: عدد العناصر المؤكدة

# ItemServiceStatusGUID
source: Warehouse Movement
ar: حالة الخدمة

# ItemStatuGUID
source: ItemStatu
ar: حالة السلعة

# ItemStatuOnReturnGUID
source: Item Status On Return
ar: حالة البند عند العودة

# ItemStockBalanceGUID
source: Item Stock Balance
ar: رصيد بند البند

source: ItemStockEmergencyReserveGUID
ar: احتياطي الطوارئ

# ItemSubClassification
source: Item Group Name
ar: التصنيف الفرعي للعنصر

# ItemTransferGUID
source: ItemTransfer
ar: نقل العناصر

source: ItemVerificationPeriodDetailGUID
ar: تفاصيل فترة التحقق من البند

source: ItemVerificationPeriodGUID
ar: فترة التحقق من البند

# JobTilteMOFAAR
source: Job Title MoFA(AR)
ar: المسمى الوظيفي وزارة الخارجية (AR)

# JobTilteMOFAEN
source: Job Title MoFA(EN)
ar: المسمى الوظيفي وزارة الخارجية (بالإنكليزية)

source: Job Title (AR)
ar: المسمى الوظيفي (AR)

# KeyPerformanceRequirementGUID
source: Key Performance Requirement
ar: متطلبات الأداء الرئيسية

# LastAllowedConfirmationDate
source: Last Confirmation Date
ar: تاريخ التأكيد الأخير

source: Last Apointment Date
ar: تاريخ التعيين الأخير

# LastCurrentOwner
source: Current Owner
ar: المالك الحالي

# LastCustdianGUID
source: LastCustdian
ar: آخر خادم

# LastCustdianNameGUID
source: LastCustdianName
ar: اسم خادم الحفظ الأخير

source: Last Custodian
ar: آخر خادم

# LastCustodianName
source: Custodian Name
ar: اسم الوصي

# LastCustodianType
source: Last Custodian
ar: آخر خادم

# LastCustodianTypeGUID
source: Custodian Type
ar: نوع الوصي

# LastCustodianTypeName
source: Last Custodian Name
ar: اسم خادم الحفظ الأخير

# LastCustodianTypeNameGUID
source: Transfer To
ar: حول إلى

# LastFlow
source: Last Move
ar: الحركة الاخيرة

# LastFlowStatus
source: Form Status
ar: حالة النموذج

# LastFlowStatusGUID
source: Status
ar: الحالة

# LastFlowStatusName
source: Movement Status
ar: حالة الحركة

# LastFlowTypeGUID
source: Last Flow Type
ar: نوع التدفق الأخير

source: Last Job Ar
ar: آخر وظيفة Ar

# LastJobAr1
source: Last Job (Arabic)
ar: آخر وظيفة (عربي)

source: Last Job En
ar: آخر وظيفة En

# LastJobEn1
source: Last Job (English)
ar: آخر وظيفة (الإنجليزية)

# LastLocation
source: Current Location
ar: الموقع الحالي

# LastLocationGUID
source: Last Location
ar: اخر موقع

source: Last Renewal Date
ar: تاريخ التجديد الأخير

source: Last Requester Name
ar: اسم مقدم الطلب الأخير

# LastRequesterNameGUID
source: Requester Name
ar: اسم الطالب

source: LastSeenLocation
ar: آخر موقع شوهد

# LastTransferFromName
source: Transfer From
ar: تحويل من

source: Last Updated By
ar: آخر تحديث بواسطة

# LastVerifiedByGUID
source: Last Verified By
ar: التحقق الأخير بواسطة

# LastVerifiedDate
source: Last Verify Date
ar: تاريخ التحقق الأخير

source: Late In
ar: متاخرا في

source: Late Out
ar: في وقت متأخر

# LatestAppointmentDate
source: Nearest appointment date
ar: أقرب موعد

# LeaveFlowStatus
source: Leave Status
ar: ترك الوضع

source: Leave In Date
ar: إجازة في التاريخ

source: Leave Location
ar: مغادرة الموقع

source: Leave Number
ar: اترك الرقم

source: Leave Out Date
ar: تاريخ الخروج

source: Leave Type
ar: نوع الإجازة

# LeaveTypeGUID
source: Leave Type
ar: نوع الإجازة

source: Leave Type Name
ar: اترك اسم النوع

source: License No/date
ar: رقم / تاريخ الترخيص

source: Link To Mission Report
ar: رابط تقرير المهمة

source: ListUploadedOn
ar: تم تحميل القائمة في

source: Loan Period
ar: فترة القرض

source: Location
ar: الموقع

source: Location Code
ar: كود الموقع

# LocationLong
source: Location
ar: موقعك

source: Location Name
ar: اسم الموقع

source: LocationPhoneCode
ar: رمز الهاتف

# LocationtGUID
source: Locationt
ar: موقعك

source: Lock Via Shuttle Duration
ar: قفل عبر مدة المكوك

source: LogDateTime
ar: وقت التسجيل

source: Log DateTime End
ar: تسجيل تاريخ انتهاء الوقت

source: Log DateTime Start
ar: تاريخ بدء سجل الوقت

source: MAC
ar: ماك

source: Main Warehouse
ar: المستودع الرئيسي

# MakeUnconfirmedPrivate
source: Mark as Private
ar: وضع علامة كخاص

# ManagerConfirmationGUID
source: ManagerConfirmation
ar: مدير تأكيد

source: Manufacturing Date
ar: تاريخ التصنيع

# MeasurementUnitGUID
source: MeasurementUnit
ar: وحدة قياس

# Measure_Achievments
source: Insert measure/achievments on this date
ar: أدخل المقياس / الإنجازات في هذا التاريخ

# MedicalBeneficiaryGUID
source: Beneficiary
ar: المستفيد

# MedicalBeneficiaryItemOutDetailGUID
source: Distribution Details
ar: تفاصيل التوزيع

# MedicalBeneficiaryItemOutGUID
source: Distribution
ar: توزيع

source: MedicalDistributionRestrictionGUID
ar: دليل التوزيع الطبي

# MedicalDoseUnitDescription
source: Unit
ar: وحدة

# MedicalDoseUnitGUID
source: Unit
ar: وحدة

# MedicalGenericNameDescription
source: Generic Name
ar: اسم عام

# MedicalGenericNameGUID
source: Generic Name
ar: اسم عام

# MedicalGenericNameLanguageGUID
source: Generic Name Language
ar: لغة الاسم العامة

# MedicalItemGUID
source: Medicine
ar: الدواء

# MedicalItemGUID1
source: Medical Item
ar: البند الطبي

# MedicalItemInputDetailGUID
source: Dispatch Details
ar: تفاصيل الإرسال

# MedicalItemInputGUID
source: Dispatch
ar: إيفاد

# MedicalItemInputSupplyDetailGUID
source: Supply Contract Details
ar: تفاصيل عقد التوريد

# MedicalItemInputSupplyGUID
source: Supply Contract
ar: عقد إمداد

# MedicalItemTransferDetailGUID
source: Transfer Medicine Details
ar: نقل تفاصيل الدواء

# MedicalItemTransferGUID
source: Transfer Medicine
ar: نقل الطب

# MedicalManufacturerDescription
source: Manufacturer
ar: الصانع

# MedicalManufacturerGUID
source: Manufacturer
ar: الصانع

# MedicalManufacturerLanguageGUID
source: Manufacturer Language
ar: لغة المصنع

# MedicalPackingUnitDescription
source: Packing Unit
ar: وحدة التعبئة

# MedicalPackingUnitGUID
source: Packing Unit
ar: وحدة التعبئة

# MedicalPharmacologicalFormGUID
source: Pharmacological Form
ar: الشكل الدوائي

# MedicalPharmacyDescription
source: Pharmacy
ar: مقابل

# MedicalPharmacyGUID
source: Pharmacy
ar: مقابل

# MedicalPharmacyGUID1
source: Pharmacy
ar: مقابل

# MedicalPharmacyLanguageGUID
source: Pharmacy Language
ar: لغة الصيدلة

# MedicalRouteAdministrationDescription
source: Route Administration
ar: إدارة الطريق

# MedicalRouteAdministrationGUID
source: Route Administration
ar: إدارة الطريق

# MedicalTreatmentDescription
source: Classification
ar: تصنيف

# MedicalTreatmentGUID
source: Classification
ar: تصنيف

source: Medicine Delivery Status
ar: حالة توصيل الدواء

source: Medicine Number Per Prescription
ar: رقم الدواء لكل وصفة طبية

source: Medicines Excluded By Brand
ar: الأدوية المستبعدة من العلامة التجارية

source: Medicines Excluded By Classification
ar: الأدوية المستبعدة حسب التصنيف

# MedicinesExpiration
source: Excluded By Medicines Expiration Number Of Months
ar: يستثنى من عدد انتهاء صلاحية الأدوية

source: Medicines Quantity
ar: كمية الأدوية

# Men
source: Men (18 -59 years old)
ar: رجال (بين 18 و 59 سنة)

# MenNew
source: New Men - Adults reached (Male, 18 or above)
ar: الرجال الجدد - تم بلوغ البالغين (ذكور ، 18-59)

source: Men_Cumu
ar: رجال كومو

source: Men_New_Total
ar: المجموع الجديد للرجال

source: Men_Total
ar: مجموع الرجال

source: Message
ar: رسالة

source: MessageBody
ar: نص الرسالة

source: MessageTitle
ar: عنوان الرسالة

# MissionAccomplished
source: Accomplished
ar: أنجز

source: MissionActionOngoingDataTable
ar: جدول بيانات العمل المستمر للمهمة

source: MissionActionOverviewDataTable
ar: جدول بيانات نظرة عامة على عمل المهمة

source: MissionActionRequiredGUID
ar: مطلوب إجراء مهمة

source: MissionActionTakenGUID
ar: اتخذت مهمة العمل

# MissionCategoryGUID
source: Mission Category
ar: فئة المهمة

# MissionChallengeDescription
source: Challenges in Undertaking the Mission
ar: التحديات في تنفيذ المهمة

# MissionChallengeGUID
source: Challenges in Undertaking the Mission
ar: التحديات في تنفيذ المهمة

# MissionChallengeLanguageGUID
source: Challenges in Undertaking the Mission
ar: التحديات في تنفيذ المهمة

# MissionChallenges
source: Challenges in Undertaking the Mission
ar: التحديات في تنفيذ المهمة

# MissionChallengesName
source: Mission Challenge
ar: تحدي المهمة

source: Mission Code
ar: كود المهمة

source: Mission Date
ar: تاريخ المهمة

source: Mission End Date
ar: تاريخ انتهاء المهمة

# MissionFormDepartments
source: Units
ar: الوحدات

source: Mission Leader
ar: قائد المهمة

# MissionLeaderGUID
source: Mission Leader
ar: قائد المهمة

source: Mission Number
ar: رقم المهمة

# MissionReport
source: Reported
ar: أفادت

# MissionReportDepartmentGUID
source: Mission Report Department
ar: إدارة تقرير المهمة

# MissionReportFormChallengeGUID
source: MissionReportFormChallenge
ar: تحدي نموذج تقرير المهمة

# MissionReportFormFlowGUID
source: Mission Report Form Flow
ar: تدفق نموذج تقرير المهمة

# MissionReportFormFlowNotificationGUID
source: Mission Report Form Flow Notification
ar: إشعار تدفق نموذج تقرير المهمة

# MissionReportFormGUID
source: Mission Report Form
ar: نموذج تقرير المهمة

# MissionReportFormHumanitarianNeedGUID
source: Mission Repor tForm Humanitarian Need
ar: نموذج تقرير المهمة الحاجة الإنسانية

# MissionReportFormMemberGUID
source: Mission Report Form Member
ar: عضو نموذج تقرير المهمة

# MissionReportFormOngoingResponseGUID
source: Mission Report Form OngoingResponse
ar: نموذج تقرير المهمة

# MissionReportFormVisitObjectiveGUID
source: Mission Report Form Visit Objective
ar: الهدف من نموذج تقرير الزيارة

# MissionReportPhotoGUID
source: Mission Report Photo
ar: صورة تقرير المهمة

# MissionSourceOffice
source: From Office
ar: من المكتب

# MissionStaffMembers
source: Staff Members
ar: طاقم العمل

source: Mission Start Date
ar: تاريخ بدء المهمة

source: Mission Status
ar: حالة المهمة

# MissionStatusGUID
source: Mission Status
ar: حالة المهمة

source: Mobile
ar: التليفون المحمول

source: Month
ar: شهر

source: Month End Date
ar: تاريخ نهاية الشهر

# MonthId
source: Month Number
ar: رقم الشهر

source: Month Start Date
ar: تاريخ بدء الشهر

# MonthYear
source: Year-Month
ar: سنة شهر

source: Mother Name
ar: اسم الأم

# MotherNameAR
source: Mother Name (Arabic)
ar: اسم الأم (عربي)
